Repository: zeone/pdfServiceAWS
Catalog: PDFServiceAWS/Resources/Global.*.resx
Languages: he

# new_batchLetters_modal_Batch
source: Batch
he: אירוע

# new_batchLetters_modal_Optionsfor
source: Options for
he: אפשרויות ל

# new_batchLetters_modal_BatchName
source: Batch Name
he: שם האירוע

# new_batchLetters_modal_SendGenerate
source: Send/Generate
he: שלח / צור

# new_batchLetters_modal_CSVFile
source: CSV File
he: קובץ CSV

# new_batchLetters_modal_Exportto
source: Export to
he: ייצוא ל

# new_batchLetters_modal_CompleteMailingAddress
source: Complete Mailing Address
he: כתובת דואר תפוצה מלאה

# new_batchLetters_modal_ContactswithanEmail
source: Contacts with an Email
he: אנשי קשר עם אי-מייל

# new_batchLetters_modal_ContactswithoutanEmail
source: Contacts without an Email
he: אנשי קשר ללא אי-מייל

# new_batchLetters_modal_Labels
source: Labels
he: תוויות

# new_batchLetters_modal_Envelops
source: Envelops
he: מעטפות

# new_batchLetters_modal_Letters
source: Letters
he: אותיות

# new_batchLetters_modal_GeneratePDF
source: Generate PDF
he: צור PDF

# new_batchLetters_modal_PostMail
source: Post Mail
he: דואר

# new_batchLetters_modal_SendEmail
source: Send Email
he: שליחת אימייל

# new_batchLetters_modal_Chooseexisting
source: Choose existing
he: בחירה בעמוד הקיים

# new_batchLetters_modal_or
source: or
he: אוֹ

# new_batchLetters_modal_CreateNewBatch
source: Create New Batch
he: יצירת קבוצה חדשה

# new_batchLetters_modal_BatchesHistory
source: Batches History
he: היסטוריה של הקבוצות

# new_batchLetters_modal_General
source: General
he: כללי

# new_batchLetters_modal_BatchLetters
source: Batch Letters
he: מכתבים של קבוצות/ אירועים

# new_payment_modal_AddNewPayment
source: Add New Payment
he: הוספת תשלום חדש

# new_payment_modal_AddNewBill
source: Add New Bill
he: הוספת חשבון חדש

# new_payment_modal_Therearesome
source: There are some unpaid bills — click here for applying
he: יש כמה חשבונות שלא שולמו- לחצו כאן לפתיחה

# new_payment_modal_Selectbilltoapply
source: Select bill to apply
he: בחירת חשבון להפעלה

# new_payment_modal_Applythispayment
source: Apply this payment to one or more bill details by modifying Apply Amount and/or checking the Applied checkbox
he: הפעלת התשלום לפרטי חשבון זה או חשבון אחר, על ידי הפעלת הסכום או שינוי הסכום או בחירת התיבה היישומית- ההפעלה.

# new_payment_modal_Multiple
source: Multiple
he: מְרוּבֶּה

# new_payment_modal_Returntolist
source: Return to list
he: חזור לרשימה

# new_payment_modal_Invoice
source: Invoice #
he: חשבונית #

# new_payment_modal_DateDue
source: Date Due
he: תאריך יעד

# new_payment_modal_CategorySubcategory
source: Category : Subcategory
he: קטגוריה: תת קטגוריה

# new_payment_modal_BilledAmount
source: Billed Amount
he: סכום החיוב

# new_payment_modal_PaidAmount
source: Paid Amount
he: הסכום ששולם

# new_payment_modal_DueAmount
source: Due Amount
he: הסכום לתשלום

# new_payment_modal_ApplyAmount
source: Apply Amount
he: הפעלת הסכום

# new_payment_modal_Applied
source: Applied
he: החל

# new_payment_modal_TotalPayment
source: Total Payment:
he: סה"כ תשלום:

# new_payment_modal_TotalApplied
source: Total Applied
he: סה"כ הופעלו

# new_payment_modal_TotalRemaining
source: Total Remaining
he: הסך הכולל שנותר

# new_payment_modal_Family
source: Family
he: מִשׁפָּחָה

# new_payment_modal_Him
source: Him
he: אוֹתוֹ

# new_payment_modal_Her
source: Her
he: שֶׁלָה

# new_payment_modal_HimHer
source: Him/Her
he: אותו / אותה

# new_payment_modal_Address
source: Address
he: כתובת

# new_payment_modal_Amount
source: Amount
he: כמות

# new_payment_modal_Category
source: Category
he: קטגוריה

# new_payment_modal_Date
source: Date
he: תַאֲרִיך

# new_payment_modal_Number
source: Number
he: מספר

# new_payment_modal_Method
source: Method
he: תאריך

# new_payment_modal_Note
source: Note
he: הערה

# new_payment_modal_Receipt
source: Receipt
he: קַבָּלָה

# new_payment_modal_Sent
source: Sent
he: נשלח

# new_payment_modal_Letter
source: Letter
he: מִכְתָב

# new_payment_modal_PaymentsDetails
source: Payments Details #
he: פרטי תשלומים #

# new_payment_modal_selectsubcategory
source: select subcategory:
he: בחר תת קטגורייה:

# new_payment_modal_Class
source: Class
he: מַחלָקָה

# new_payment_modal_selectsubclass
source: select subclass
he: בחירת תת מחלקה

# new_payment_modal_Subcategory
source: Subcategory
he: תת קטגוריה

# new_payment_modal_Qty
source: Qty
he: כמות

# new_payment_modal_UnitPrice
source: Unit Price
he: מחיר ליחידה

# new_payment_modal_DiscAmt
source: Disc. Amt
he: דיסק. ה- AMT

# new_payment_modal_ExtPrice
source: Ext. Price
he: שלוחה. מחיר

# new_payment_modal_Actions
source: Actions
he: פעולות

# new_payment_modal_Delete
source: Delete?
he: לִמְחוֹק?

# new_payment_modal_Yes
source: Yes
he: כן

# new_payment_modal_No
source: No
he: לא

# new_payment_modal_CardsCharged
source: Cards Charged
he: כרטיסים טעונים

# new_payment_modal_TotalAmount
source: Total Amount
he: סה"כ לתשלום

# new_payment_modal_Paid
source: Paid
he: שולם

# new_payment_modal_AmountDue
source: Amount Due
he: הסכום לתשלום

# new_payment_modal_Organization
source: Organization
he: אִרגוּן

# new_payment_modal_MemHon
source: Mem/Hon
he: אדון/ כבוד

# new_payment_modal_Mailing
source: Mailing
he: תפוצה

# new_payment_modal_SaveandSend
source: Save and Send
he: שמור ושלח

# new_payment_modal_Save
source: Save
he: שמירה

# new_payment_modal_BacktoPaymentForm
source: Back to Payment Form
he: חזרה לטופס התשלום

# new_payment_modal_Apply
source: Apply
he: החל

# only_bill_modal_Close
source: Close
he: סגירה

# only_bill_modal_Save
source: Save
he: שמירה

# only_bill_modal_Mailing
source: Mailing
he: תפוצה

# only_bill_modal_HonorMemory
source: Honor/Memory
he: כבוד / זיכרון

# only_bill_modal_Solicitor
source: Solicitor
he: עוֹרֵך דִין

# only_bill_modal_Department
source: Department
he: מַחלָקָה

# only_bill_modal_AmountDue
source: Amount Due
he: הסכום לתשלום

# only_bill_modal_Paid
source: Paid
he: שולם

# only_bill_modal_TotalAmount
source: Total Amount
he: סה"כ לתשלום

# only_bill_modal_Note
source: Note
he: הערה

# only_bill_modal_No
source: No
he: לא

# only_bill_modal_Yes
source: Yes
he: כן

# only_bill_modal_Delete
source: Delete?
he: לִמְחוֹק?

# only_bill_modal_Actions
source: Actions
he: פעולות

# only_bill_modal_ExtPrice
source: Ext. Price
he: סך הכל לתשלום

# only_bill_modal_DiscAmt
source: Disc. Amt.
he: דיסק. AMT.

# only_bill_modal_selectsubcategory
source: select subcategory:
he: בחירת תת קטגורייה:

# only_bill_modal_Qty
source: Qty
he: כמות

# only_bill_modal_Subcategory
source: Subcategory
he: חיוב עבור

# only_bill_modal_Class
source: Class
he: מחלקה

# only_bill_modal_DateDue
source: Date Due
he: מועד חיוב

# only_bill_modal_UnitPrice
source: Unit Price
he: מחיר ליחידה

# only_bill_modal_Date
source: Date
he: תאריך

# only_bill_modal_Address
source: Address
he: כתובת

# only_bill_modal_Her
source: Her
he: אוֹתָה

# only_bill_modal_Him
source: Him
he: אוֹתוֹ

# only_bill_modal_Both
source: Both
he: שניהם

# only_bill_modal_Family
source: Family
he: משפחה

# only_bill_modal_EditBill
source: Edit Bill
he: עריכת חשבון

# only_bill_modal_NewBill
source: New Bill
he: חשבון חדש

# events_Event
source: Event
he: ארוע

# events_Date
source: Date
he: תאריך

# events_Attendee
source: Atendee
he: משתתפים

# events_People
source: People
he: קהל

# events_Amount
source: Amount
he: כמות

# events_Actions
source: Actions
he: פעולות

# categories_Yes
source: Yes
he: כן

# categories_No
source: No
he: לא

# categories_Delete
source: Delete?
he: למחוק?

# categories_NothingToShow
source: Nothing to show
he: אין נתונים להצגה

# categories_Actions
source: Actions
he: פעולות

# categories_Note
source: Note
he: הערה

# categories_EndDate
source: End Date
he: עד תאריך

# categories_StartDate
source: Start Date
he: מתאריך

# categories_Name
source: Name
he: שם קטגוריה

# gifts_Actions
source: Actions
he: פעולות

# gifts_Note
source: Note
he: הערה

# gifts_Date
source: Date
he: תאריך

# gifts_Gift
source: Gift
he: מתנה

# gifts_Family
source: Family
he: משפחה

# letters_batch_No
source: No
he: לא

# letters_batch_Yes
source: Yes
he: כן

# letters_batch_Delete
source: Delete
he: מחיקה

# letters_batch_Action
source: Action
he: פעולות

# letters_batch_Count
source: Count
he: כמות

# letters_batch_Sent
source: Sent
he: שליחה

# letters_batch_LetterType
source: Letter Type
he: תוכן

# letters_batch_OutputType
source: Output Type
he: אופן השליחה

# letters_batch_Date
source: Date
he: תאריך

# contacts_Actions
source: Actions
he: פעולות

# contacts_Email
source: Email
he: דוא"ל

# contacts_Work
source: Work
he: עבודה

# contacts_Mobile
source: Mobile
he: סלולרי

# contacts_Home
source: Home
he: בית

# contacts_BirthDate
source: Birth Date
he: תאריך לידה

# contacts_Gender
source: Gender
he: מין

# contacts_Name
source: Name
he: שם קטגוריה

# contacts_Photo
source: Photo
he: תמונה

# contacts_PrimaryOnly
source: Primary Only
he: הראשי בלבד

# contacts_ShowAll
source: Show All
he: הצג הכל

# dashboard_Next
source: Next
he: הבא

# dashboard_days
source: days
he: ימים

# dashboard_NothingToShow
source: Nothing to show
he: אין נתונים להצגה

# dashboard_News
source: News
he: חדשות

# contact_DeleteContact
source: Delete Member
he: מחיקת איש קשר

# contact_Undo
source: Undo
he: ביטול

# contact_Save
source: Save
he: שמירה

# contact_Note
source: Note
he: הערה

# contact_Family
source: Family
he: משפחה

# contact_HerInfoPrimary
source: Her Information - Primary
he: המידע שלה- ראשי

# contact_HisInfoPrimary
source: His Information - Primary
he: המידע שלו- ראשי

# contact_Yes
source: Yes
he: כן

# contact_No
source: No
he: לא

# contact_Delete
source: Delete?
he: למחוק?

# contact_Deleterow
source: Delete row
he: מחיקת שורה

# contact_NothingToShow
source: Nothing to show
he: אין נתונים להצגה

# contact_Actions
source: Actions
he: הפעלה

# contact_EndDate
source: End Date
he: תאריך סיום

# contact_StartDate
source: Start Date
he: תאריך התחלה

# contact_CategoryName
source: Category Name
he: שם קטגוריה

# contact_AddressInfo
source: Address Information
he: מידע כתובת

# contact_Dontcall
source: Don`t call
he: לא להתקשר

# contact_Dontmail
source: Don`t mail
he: לא לשלוח מייל

# contact_Primary
source: Primary
he: ראשי

# contact_Extension
source: Extension
he: שלוחה

# contact_Email
source: Email
he: דוא"ל

# contact_Number
source: Number
he: מספר

# contact_Type
source: Type
he: סוג

# contact_Age
source: Age:
he: גיל:

# contact_GeneralInfo
source: General Info
he: מידע כללי

# contact_Categories
source: Categories
he: קטגוריות

# families_Her
source: Her
he: שלה

# families_His
source: His
he: שלו

# families_Actions
source: Actions
he: פעולות

# families_Email
source: Email
he: דוא"ל

# families_Work
source: Work
he: עבודה

# families_Mobile
source: Mobile
he: סלולרי

# families_Home
source: Home
he: בית

# families_Address
source: Address
he: כתובת נוספת

# families_Family
source: Family
he: משפחה

# families_Photo
source: Photo
he: תמונה

# families_ItemsPerPage
source: Items per Page:
he: פריטים לפי העמוד

# new_family_PrimaryMale
source: Primary Male
he: גברים- ראשי

# transactionsFamily_View
source: View:
he: הצגה:

# transactionsFamily_Payments
source: Payments
he: תשלומים

# transactionsFamily_Bills
source: Bills
he: חשבונות

# transactionsFamily_perpage
source: per page:
he: לפי עמודים:

# transactionsFamily_pagesize
source: page size:
he: גודל עמוד:

# transactionsFamily_ViewStatistics
source: View Statistics
he: הצגת סטטיסטיקה:

# transactionsFamily_Count
source: Count:
he: לספור:

# transactionsFamily_High
source: High :
he: גבוה:

# transactionsFamily_Low
source: Low :
he: נמוך:

# transactionsFamily_Avg
source: Avg:
he: ממוצע:

# transactionsFamily_Total
source: Total:
he: סך הכל:

# transactionsFamily_Family
source: Family
he: משפחה

# transactionsFamily_Date
source: Date
he: תאריך

# transactionsFamily_Category
source: Category
he: קטגוריה

# transactionsFamily_Class
source: Class
he: מחלקה

# transactionsFamily_Amount
source: Amount
he: כמות

# transactionsFamily_Method
source: Method
he: שיטה

# transactionsFamily_Paid
source: Paid
he: תשלום

# transactionsFamily_Due
source: Due
he: נפוץ

# transactionsFamily_Invoice
source: Invoice #
he: חשבונית #

# transactionsFamily_Receipt
source: Receipt #
he: קבלה #

# transactionsFamily_Sent
source: Sent
he: שליחה

# transactionsFamily_Actions
source: Actions
he: הפעלה

# transactionsFamily_Multiple
source: (Multiple)
he: (מרובה)

# transactionsFamily_Delete
source: Delete?
he: למחוק?

# transactionsFamily_Yes
source: Yes
he: כן

# transactionsFamily_No
source: No
he: לא

# transactionsFamily_Showing
source: Showing
he: מציג

# transactionsFamily_of
source: of
he: מתוך

# transactionsFamily_items
source: item(s)
he: פריטים

# transactionsFamily_NothingtoShow
source: Nothing to Show. Try to change or
he: אין נתונים להצגה. ניתן לנסות לשנות או

# transactionsFamily_removefilters
source: remove filters
he: מחיקת מסננים

# transactionsFamily_newpayment
source: new payment
he: תשלום חדש

# transactionsFamily_Createa
source: Create a
he: יצירת

# transactionsFamily_newbill
source: new bill
he: תשלום חדש

# transactionsFamily_AddNew
source: Add New
he: הוספת חדש

# transactionsFamily_NewPaymentBig
source: New Payment
he: תשלום חדש

# transactionsFamily_NewBillBig
source: New Bill
he: חשבון חדש

# transactions_View
source: View :
he: הצגה:

# transactions_Payments
source: Payments
he: תשלומים

# transactions_Bills
source: Bills
he: חשבונות

# transactions_perpage
source: per page:
he: לפי עמודים:

# transactions_ViewStatistics
source: View Statistics
he: הצגת סטטיסטיקה:

# transactions_Count
source: Count:
he: לספור:

# transactions_High
source: High:
he: גבוה:

# transactions_Low
source: Low:
he: נמוך:

# transactions_Avg
source: Avg:
he: ממוצע:

# transactions_Total
source: Total:
he: סך הכל:

# transactions_Family
source: Family
he: משפחה

# transactions_Date
source: Date
he: תאריך

# transactions_Category
source: Category
he: קטגוריה

# transactions_Class
source: Class
he: מחלקה

# transactions_Amount
source: Amount
he: כמות

# transactions_Method
source: Method
he: שיטה

# transactions_Paid
source: Paid
he: תשלום

# transactions_Due
source: Due
he: נפוץ

# transactions_Invoice
source: Invoice #
he: חשבונית #

# transactions_Receipt
source: Receipt #
he: קבלה #

# transactions_Sent
source: Sent
he: שליחה

# transactions_Actions
source: Actions
he: הפעלה

# transactions_Multiple
source: (Multiple)
he: (מרובה)

# transactions_Delete
source: Delete?
he: למחוק?

# transactions_Yes
source: Yes
he: כן

# transactions_No
source: No
he: לא

# transactions_Showing
source: Showing
he: הצגה

# transactions_of
source: of
he: על

# transactions_items
source: item(s)
he: פריט/ים

# transactions_NothingtoShowTry
source: Nothing to Show Try to change or
he: אין נתונים להצגה. ניתן לנסות לשנות או

# transactions_removefilters
source: remove filters
he: מחיקת מסננים

# transactions_NothingtoShow
source: Nothing to Show. Try to
he: אין נתונים להצגה. ניתן לנסות

# transactions_addsome
source: add some
he: הוספת חדשים

# transactions_AddNew
source: Add New
he: הוספת חדש

# transactions_Payment
source: Payment
he: תשלום

# transactions_Bill
source: Bill
he: חיוב

# transactions_Letter
source: Letter
he: מכתב

# new_family_Save
source: Save
he: שמירה

# new_family_Cancel
source: Cancel
he: ביטול

# new_family_ClearAll
source: Clear All
he: מחיקת הכל

# new_family_IsActive
source: Is Active
he: זה פעיל

# new_family_IsPrivate
source: Is Private
he: אלו הפרטים

# new_family_AfterDark
source: After Dark
he: אחרי השקיעה

# new_family_Note
source: Note
he: הערה

# new_family_AnniversaryDate
source: Anniversary Date
he: תאריך יום נישואים

# new_family_Home
source: Home
he: בית

# new_family_FamilyInformation
source: Family Information
he: מידע משפחתי

# new_family_HerSalutation
source: Her Salutation
he: הברכות שלה

# new_family_HisSalutation
source: His Salutation
he: הברכות שלו

# new_family_Salutation
source: Salutation
he: דִברֵי בְּרָכָה

# new_family_SalutationSetting
source: Salutation Setting
he: הגדרת דִברֵי בְּרָכָה

# new_family_HerLabel
source: Her Label
he: התווית שלה

# new_family_HisLabel
source: His Label
he: התווית שלו

# new_family_Label
source: Label
he: תווית

# new_family_LabelSetting
source: Label Setting
he: עריכת תווית

# new_family_Country
source: Country
he: ארץ

# new_family_Zip
source: Zip
he: מיקוד

# new_family_State
source: State
he: מדינה

# new_family_City
source: City
he: עיר

# new_family_Addressline
source: Address line 2
he: כתובת נוספת

# new_family_Address
source: Address
he: כתובת

# new_family_NoMail
source: No mail
he: אין מייל

# new_family_Current
source: Current
he: נוכחי

# new_family_Company
source: Company
he: חברה

# new_family_Type
source: Type
he: סיווג

# new_family_AddressInfo
source: Address Information
he: מידע כתובת

# new_family_Email
source: Email
he: דוא"ל

# new_family_Extension
source: Extension
he: שלוחה

# new_family_Work
source: Work
he: עבודה

# new_family_Mobile
source: Mobile
he: סלולרי

# new_family_BirthDate
source: Birth Date
he: תאריך לידה

# new_family_LastName
source: Last Name
he: שם משפחה

# new_family_FirstName
source: First Name
he: שם פרטי

# new_family_Title
source: Title
he: כותרת

# new_family_PrimaryFemale
source: Primary Female
he: נשים ראשי

# family_Transactions
source: Transactions
he: עסקאות

# family_Categories
source: Categories
he: קטגוריות

# family_GeneralInfo
source: General Info
he: מידע כללי

# family_CreditCards
source: Credit Cards
he: כרטיסי אשראי

# family_AddressInformation
source: Address Information
he: מידע על כתובת

# family_Delete
source: Delete?
he: למחוק?

# family_Yes
source: Yes
he: כן

# family_No
source: No
he: לא

# family_Type
source: Type
he: סוג

# family_Company
source: Company
he: חברה

# family_Address
source: Address
he: כתובת נוספת

# family_Addressline2
source: Address line 2
he: כתובת נוספת

# family_City
source: City
he: עיר

# family_State
source: State
he: מדינה

# family_Zip
source: Zip
he: מיקוד

# family_Country
source: Country
he: ארץ

# family_LabelSetting
source: Label Setting
he: הגדרת תוויות

# family_Label
source: Label
he: תווית

# family_HisLabel
source: His Label
he: התווית שלה

# family_HerLabel
source: Her Label
he: התווית שלו

# family_SalutationSetting
source: Salutation Setting
he: עריכת ברכות

# family_Salutation
source: Salutation
he: ברכות

# family_HisSalutation
source: His Salutation
he: הברכות שלו

# family_HerSalutation
source: Her Salutation
he: הברכות שלה

# family_Note
source: Note
he: הערה

# family_Primary
source: Primary
he: ראשי

# family_Nomail
source: No mail
he: אין דוא"ל

# family_Current
source: Current
he: נוכחי

# family_Save
source: Save
he: שמירה

# family_Undo
source: Undo
he: ביטול

# family_CategoryName
source: Category Name
he: שם קטגוריה

# family_CreditCardName
source: Credit Card Name
he: שם כרטיס חיוב

# family_StartDate
source: Start Date
he: תאריך התחלה

# family_EndDate
source: End Date
he: תאריך סיום

# family_Actions
source: Actions
he: פעולות

# family_NothingToShow
source: Nothing to show
he: אין נתונים להצגה

# family_FamilyInformation
source: Family Information
he: מידע משפחתי

# family_Anniversary
source: Anniversary
he: יום השנה

# family_AfterDark
source: After Dark
he: לאחר השקיעה

# family_IsActive
source: Is Active
he: זה פעיל

# family_IsPrivate
source: Is Private
he: אלו הפרטים

# family_Deletefamily
source: Delete family
he: מחיקת משפחה

# male_card_HisContactInformation
source: His Contact Information
he: מידע איש קשר שלו

# male_card_Age
source: Age:
he: גיל

# male_card_Sharedfamilycontactinformation
source: Shared family contact information:
he: פרטי אנשי קשר משותפים של המשפחה:

# male_card_Delete
source: Delete?
he: למחוק?

# male_card_Yes
source: Yes
he: כן

# male_card_No
source: No
he: לא

# male_card_Type
source: Type
he: סוג

# male_card_Number
source: Number
he: מספר

# male_card_Email
source: Email
he: דוא"ל

# male_card_Extension
source: Extension
he: שלוחה

# male_card_Primary
source: Primary
he: ראשי

# male_card_Dontcall
source: Don`t call
he: לא להתקשר

# male_card_Dontmail
source: Don`t mail
he: לא לשלוח מייל

# male_card_Belongsto
source: Belongs to
he: משוייך אל

# male_card_Note
source: Note
he: הערה

# male_card_Save
source: Save
he: שמירה

# male_card_Undo
source: Undo
he: ביטול

# male_card_Personalcontactinformation
source: Personal contact information:
he: פרטי איש קשר אישיים:

# male_card_Home
source: Home
he: בית

# male_card_Mobile
source: Mobile
he: סלולרי

# male_card_Other
source: Other
he: אחר

# male_card_Pager
source: Pager
he: זימונית

# male_card_Fax
source: Fax
he: פקס

# male_card_Emergency
source: Emergency
he: חרום

# male_card_Work
source: Work
he: עבודה

# female_card_Emergency
source: Emergency
he: חרום

# female_card_Email
source: Email
he: דוא"ל

# female_card_Fax
source: Fax
he: פקס

# female_card_Pager
source: Pager
he: זימונית

# female_card_Other
source: Other
he: אחר

# female_card_Mobile
source: Mobile
he: סלולרי

# female_card_Work
source: Work
he: עבודה

# female_card_Home
source: Home
he: בית

# female_card_Undo
source: Undo
he: ביטול

# female_card_Save
source: Save
he: שמירה

# female_card_Note
source: Note
he: הערה

# female_card_Belongsto
source: Belongs to
he: משוייך אל

# female_card_Dontmail
source: Don`t mail
he: לא לשלוח מייל

# female_card_Dontcall
source: Don`t call
he: לא להתקשר

# female_card_Primary
source: Primary
he: ראשי

# female_card_Extension
source: Extension
he: שלוחה

# female_card_Number
source: Number
he: מספר

# female_card_Type
source: Type
he: סוג

# female_card_No
source: No
he: לא

# female_card_Yes
source: Yes
he: כן

# female_card_Delete
source: Delete?
he: למחוק?

# female_card_Personalcontactinformation
source: Personal contact information:
he: פרטי איש קשר אישיים:

# female_card_Sharedfamilycontactinformation
source: Shared family contact information:
he: פרטי אנשי קשר משותפים של המשפחה:

# female_card_Age
source: Age:
he: גיל

# female_card_HerContactInformation
source: Her Contact Information
he: פרטים אישיים שלה

# only_payment_modal_NewPayment
source: New Payment
he: תשלום חדש

# only_payment_modal_EditPayment
source: Edit Payment
he: עריכת תשלום

# only_payment_modal_Therearesomeunpayed
source: There are some unpaid bills — click here for applying
he: יש כמה חשבונות שלא שולמו- לחצו כאן לפתיחה

# only_payment_modal_Applythispayment
source: Apply this payment to one or more bill details by modifying Apply Amount and/or checking the Applied checkbox
he: הפעלת התשלום לפרטי חשבון זה או חשבון אחר, על ידי הפעלת הסכום או שינוי הסכום או בחירת התיבה היישומית- ההפעלה.

# only_payment_modal_Family
source: Family
he: משפחה

# only_payment_modal_Date
source: Date
he: תאריך

# only_payment_modal_Category
source: Category
he: מחלקה

# only_payment_modal_Amount
source: Amount
he: סכום

# only_payment_modal_AmountDue
source: Amount Due
he: הסכום לתשלום

# only_payment_modal_Invoice
source: Invoice #
he: חשבונית #

# only_payment_modal_ApplyAmount
source: Apply Amount
he: הפעלת הסכום

# only_payment_modal_Applied
source: Applied
he: הפעלה

# only_payment_modal_PaymentAmount
source: Payment Amount:
he: סכום לתשלום:

# only_payment_modal_OtherAmount
source: Other Amount:
he: סכום אחר:

# only_payment_modal_AppliedAmountDouble
source: Applied Amount:
he: סכום שהופעל:

# only_payment_modal_TotalRemaining
source: Total Remaining:
he: הסך הכולל שנותר:

# only_payment_modal_Both
source: Both
he: שניהם

# only_payment_modal_Him
source: Him
he: לו

# only_payment_modal_Her
source: Her
he: לה

# only_payment_modal_Address
source: Address
he: כתובת

# only_payment_modal_Thisfieldisrequired
source: This field is required
he: זהו שדה חובה

# only_payment_modal_Method
source: Method
he: אמצעי תשלום

# only_payment_modal_Number
source: Number
he: מספר

# only_payment_modal_Onlynumbersallowed
source: Only numbers allowed
he: ניתן להקליד רק מספרים

# only_payment_modal_ChooseCard
source: Choose Card
he: בחירת כרטיס
