Repository: zeone/pdfServiceAWS
Catalog: PDFServiceAWS/Resources/Global.*.resx
Languages: he

# todo_GrowMailingList
source: Grow my mailing list
he: הרחבת רשימת התפוצה

# todo_CreateKiller
source: Create a killer SAAS business
he: הקמת עסק SAAS

# transactions_CantDeleteLastDetail
source: Can't delete the last detail
he: לא ניתן למחוק פרט אחרון

# transactions_HideDetails
source: Hide Details
he: הסתר פרטים

# transactions_ShowDetails
source: Show Details
he: הצג פרטים

# only_bill_modal_AutoCharge
source: Auto Charge
he: חיוב אוטומטי

# family_Merchant_Names
source: Allowed Merchant Accounts
he: אמצעי תשלום

# only_bill_modal_Clear
source: Clear?
he: ברור?

# only_payment_modal_Clear
source: Clear?
he: ברור?

# eCheck_Update
source: Update
he: עדכון

# module_transactions_MerchantGatewayId
source: Gateway ID
he: מזהה שער

# new_card_modal_Update
source: Update
he: עדכון

# module_transactions_MerchantLoginId
source: Login ID
he: מזהה כניסה

# eCheck_Information_Update
source: Update eCheck
he: בדיקת עדכונים

# module_transactions_MerchantTransactionKey
source: Transaction Key
he: מפתח עסקה

# new_card_modal_CardInformation_Update
source: Update Credit Card
he: עדכון כרטיס אשראי

# new_department_modal_Thisfieldisrequired
source: This field is required
he: זהו שדה חובה

# alert_CreditCardSaved
source: Credit card successfully saved
he: כרטיס אשראי נשמר בהצלחה

# alert_eCheckSaved
source: Echeck successfully saved
he: Echeck נשמר בהצלחה

# dashboard_FailedCharges
source: You have charges that failed
he: נדרש טיפול בחיובים שנכשלו

# alert_CreditCardUpdated
source: Credit card successfully updated
he: כרטיס אשראי עודכן בהצלחה

# alert_eCheckUpdated
source: Echeck successfully updated
he: בדיקה עודכנה בהצלחה

# upc_charges_SeeMore
source: see more
he: ראה עוד

# upc_charges_Msg
source: MSG
he: הודעה

# remove_modal_item
source: categories
he: קטגוריות

# creditCard_Add_CreditCard
source: Add new credit card
he: הוסף כרטיס אשראי חדש

# creditCard_Add_eCheck
source: Add new eCheck
he: הוספת בדיקה חדשה

# categories_tree_Add
source: Add
he: הוספה

# sidebar_Emails
source: Emails
he: הודעות דוא"ל

# settings_DescriptionEmails
source: Default settings for emails
he: הגדרות ברירת מחדל עבור הודעות דוא"ל

# module_emails_Emails
source: Emails
he: הודעות דוא"ל

# module_emails_Provider
source: Provider
he: ספק

# module_emails_GroupOfContacts
source: Group of Contacts
he: קבוצה של אנשי קשר

# module_emails_Defaults
source: Defaults
he: ברירות מחדל

# sidebar_Mail
source: Mail
he: דואר

# module_emails_Mail
source: Mail
he: דואר

# module_emails_SaveChanges
source: Save Changes
he: שמור שינויים

# module_emails_SubDomain
source: Sub Domain
he: תת-דומיין

# module_emails_ApiKey
source: API Key
he: מפתח API

# mail_FamilyCategories
source: Family Categories
he: קטגוריות משפחה

# mail_MemberCategories
source: Member Categories
he: קטגוריות חבר

# mail_AgeRange
source: Age Range
he: טווח גילאים

# mail_Gender
source: Gender
he: מין

# module_emails_Include_non_primary_members
source: Include non-primary family members in the batch
he: חברי משפחה משניים

# module_emails_Include_non_primary_email_addresses
source: Include non-primary email addresses for the selected family members
he: כלול כתובות דוא"ל משניים עבור בני משפחה שנבחרו

# module_emails_Include_no_contact_email_addresses
source: Include email addresses that are marked as "no mail"
he: כלול כתובות דוא"ל שמסומנים NC (לא אנשי קשרר)

# mail_City
source: City
he: עיר

# mail_State
source: State
he: מדינה

# mail_Zip
source: Zip
he: מיקוד

# mail_Country
source: Country
he: מדינה

# mail_Transactions
source: Transactions
he: עסקאות

# mail_TransactionsCategory
source: Transaction Category
he: קטגורית עסקה

# mail_Period
source: Period
he: פרק זמן

# mail_Amount
source: Amount Filter
he: סנן הסכום

# mail_Months
source: Months
he: חודשים

# mail_Not
source: Exclude
he: אל תכלול האמור לעיל

# module_emails_From
source: From
he: מאת

# module_emails_To
source: To
he: אל

# module_emails_Exclude
source: Exclude
he: אל תכלול

# module_emails_FamilyCategory
source: Family Category
he: קטגוריה משפחה

# module_emails_MemberCategory
source: Member Category
he: קטגורית חבר

# sidebar_Mails
source: Mail
he: דואר

# pageTitle_Mail
source: Mail
he: דואר

# module_emails_Years
source: Years
he: שנים

# mail_Exclude_match
source: Exclude selected
he: אל תכלול בחירה

# mail_DateFilter
source: Date Filter
he: מסנן תאריך

# mail_TypeOfTransaction
source: Type Of Transaction
he: סוג העסקה

# mail_ClearAll
source: Clear All
he: נקה הכל

# mail_GenerateList
source: Generate List
he: צור רשימה

# mail_By
source: By
he: על ידי

# mail_Minimum_age_higher
source: Minimum age is higher than maximum
he: גיל מינימאלי הוא גבוה יותר מאשר גיל מקסימאלי

# mail_Minimum_date_higher
source: Minimum date is higher than maximum
he: תאריך מינימום גבוה מהמקסימום

# mail_Minimum_amount_higher
source: Minimum amount is higher then maximum
he: הסכום המינימלי הוא גבוה מהמקסימלי

# sidebar_ContactsSettings
source: Contacts Settings
he: אנשי קשר

# create_mail_NoContactsMsg
source: No contacts that match the filter
he: אין אנשי קשר שתואמים את המסנן

# create_mail_clearList
source: Clear list before uploading
he: מחיקת רשימה לפני ההעלאה

# create_mail_ContactsNotInList
source: Contacts not in List
he: אנשי קשר שאינם ברשימה

# create_mail_ContactsInList
source: Contacts in List
he: אנשי קשר ברשימה

# create_mail_Cancel
source: Cancel
he: ביטול

# create_mail_Export
source: Export
he: ייצוא

# create_mail_Contacts
source: Contacts :
he: אנשי קשר :

# create_mail_AddAll
source: Add All
he: הוסף הכל

# create_mail_Selected
source: Selected:
he: נבחר:

# create_mail_RemoveAll
source: Remove All
he: להסיר את כל

# family_SearchFamily
source: Search Family
he: חפש משפחה

# family_HideHebrew
source: Hide Hebrew
he: השם בעברית

# families_perPage
source: per page:
he: פריטים לעמוד

# family_HideDetails
source: Hide Details
he: הסתר פרטים

# settings_DescriptionTransactions
source: Categories | Payment Method | Departments | Solicitors | Mailings
he: קטגוריות | שיטת תשלום | מחלקות | עורכי דין | דיוור

# contacts_PerPage
source: per page:
he: לפי עמודים:

# categories_SearchCategory
source: Search Category
he: חפש קטגוריה

# jstree_SearchCategory
source: Search Category
he: איתור קטגוריה

# mail_Yes
source: Yes
he: כן

# mail_No
source: No
he: לא

# mail_From
source: From
he: מ

# mail_Years
source: years
he: שנים

# mail_To
source: To
he: עד

# mail_ExcludeSelected
source: Exclude selected
he: אל תכלול מה שנבחר

# mail_Current
source: Current
he: נוכחי

# mail_EnrolledOn
source: Enrolled on
he: רשום על

# eCheck_name_On_Account
source: Name on Account:
he: שם החשבון

source: eCheck Information
he: בדיקת מידע

# eCheck_Routing_Number
source: Routing Number:
he: מספר המחאה

# eCheck_Account_Number
source: Account Number:
he: מספר חשבון

# eCheck_Note
source: Note:
he: הערה

# eCheck_Billing_Information
source: Billing Information
he: נתוני חיוב

# eCheck_Bill_Name
source: Name:
he: שם

# eCheck_Bill_Company_name
source: Company Name:
he: שם החברה

# eCheck_Bill_Address
source: Address:
he: כתובת

# eCheck_Bill_City_State
source: City / State:
he: עיר / מדינה

# eCheck_Bill_Zip_Country
source: Zip / Country:
he: מיקוד

# eCheck_Other_Information
source: Other Information
he: מידע אחר

# eCheck_Email
source: Email:
he: מייל

# eCheck_Autofill
source: AUTOFILL
he: מילוי אוטומטי

# eCheck_Save
source: Save
he: שמור

# eCheck_Close
source: Close
he: סגור

# only_bill_modal_Items
source: Items
he: פריט

# newFamily_ShowFields
source: show fields
he: הצג שדות

# letters_HideFilters
source: Hide Filters
he: הסתר מסנני מכתבים

# letters_ShowFilters
source: Show Filters
he: הצג מסנני מכתבים

# families_pageSize
source: page size:
he: גודל דף

# contacts_SearchMember
source: Search Member
he: חיפוש איש קשר

# sidebar_FamilyMembers
source: Family Members
he: חברי משפחה

# pageTitle_FamilyMembers
source: Family Members
he: חברי משפחה

# mail_AllAmounts
source: All Amounts
he: הכל

# mail_AllDates
source: All Dates
he: כל התאריכים

# mail_AllToDate
source: All to Date
he: הכל עד תאריך

# mail_Bills
source: Bills
he: חשבונות

# mail_Both
source: Both
he: שניהם

# mail_chimp_response_addressesRejected
source: email addresses caused errors and were rejected by MailChimp
he: כתובות עם דיווח שגיאה

# mail_chimp_response_addressesSuccessfully
source: email addresses were uploaded successfully
he: כתובות דוא"ל שהועלו בהצלחה

# mail_chimp_response_goToAccount
source: Please go online to your MailChimp account to send out your email.
he: אנא

# mail_AddressInfo
source: Address Info
he: מידע כתובת

# mail_chimp_response_mailChimpUploaded
source: Completed uploading emails
he: העלאת מיילים שהושלמו

# mail_chimp_response_OK
source: OK
he: אישור

# mail_chimp_response_UploadComplete
source: Upload Complete
he: ההעלאה הסתיימה

# mail_CurrentMonth
source: Current Month
he: חודש נוכחי

# mail_CurrentYear
source: Current Year
he: שנה נוכחית

# mail_CustomAmounts
source: Custom Amounts
he: התאמת סכומים

# mail_CustomDates
source: Custom Dates
he: התאמת תאריכים

# mail_Female
source: Female
he: נקבה

# mail_Last12Months
source: Last 12 Months
he: 12 חודשים האחרונים

# mail_Last30Days
source: Last 30 days
he: 30 הימים האחרונים

# mail_Last3Months
source: Last 3 Months
he: לפני 3 חודשים

# mail_Last6Months
source: Last 6 Months
he: 6 חודשים אחרונים

# mail_LastAmount
source: Last Amount
he: סכום אחרון

# mail_Male
source: Male
he: זכר

# mail_MaxAmount
source: Max Amount
he: ערוב סכומים

# mail_MonthToDate
source: Month to Date
he: מתחילת חודש עד תאריך

# mail_Optional
source: Optional
he: אופציונאלי

# mail_Payments
source: Payments
he: תשלומים

# mail_Payments_Bills
source: Payments/Bills
he: תשלומים / חשבונות

# mail_PreviousMonth
source: Previous Month
he: חודש קודם

# mail_PreviousYear
source: Previous Year
he: שנה שעברה

# mail_TotalAmount
source: Total Amount
he: סך הכל

# mail_YearToDate
source: Year to Date
he: מתחילת השנה ועד היום

# letters_OnlyContactsWithEmail
source: Only contacts with an email
he: רק אנשי קשר עם דוא"ל

# letters_OnlyContactsWithoutEmail
source: Only contacts without an email
he: רק אנשי קשר ללא דוא"ל

# eCheck_Email_required_invalid
source: Email is invalid
he: אימייל לא תקין

# eCheck_Email_required_error
source: Email is required
he: דוא"ל חובה

# data_Email
source: Email
he: דוא"ל

# alert_mailChimpNotUploaded
source: Something went wrong
he: משהו השתבש

# alert_mailChimpUploaded
source: Mail Chimp List successfully uploaded!
he: רשימת דיוור הועלתה בהצלחה!

# create_mail_MailChimpList
source: Mail Chimp List
he: רשימת דיוור

# create_mail_noMailChimpList
source: MailChimp has no any lists
he: רשימת דיוור אינה כוללת אף רשומות

# module_batches_PDF_EmailBody
source: PDF Email Body
he: קובץ PDF בגוף דוא"ל

# module_emails_MailChimp
source: MailChimp
he: רשימת דיוור

# module_settings_Mailings
source: Mailings
he: שליחות דיוור

# new_family_PleaseEnterValidEmail
source: Please enter a valid email
he: הזן כתובת דוא"ל תקפה

# alert_AmountIsNotZero
source: Amount field can't be zero
he: שדה הסכום אינו יכול להיות אפס

# alert_ApplyAmountGraterAmountDue
source: Apply Amount couldn't be more than AmountDue
he: הסכום לא יכול להיות גבוה מהסכום לתשלום

# transactions_Nothing
source: Nothing to Show
he: אין מידע להצגה

# topnav_FamilyMembers
source: Family Members
he: בני משפחה

# todo_WriteAutoResponder
source: Write autoresponder sequence
he: ערוך תגובה אוטומטית

# sidebar_UpcomingBirthday
source: Upcoming Birthday
he: יום הולדת קרוב

# submit_changes_modal_NewMember
source: New Member
he: חבר חדש

# contact_form_new_AddNewMember
source: Add New Member
he: הוסף חבר חדש

# new_family_NM
source: NM
he: NM (אין מייל)

# batch_alertSuccessMarkSent
source: The Batch and all transactions are marked as Sent
he: הדיוור וכל העסקאות המסומנות "נשלחו"

# batch_alertPdfReminder
source: Please don't forget to mark the batch as sent
he: לא לשכוח לסמן את הרשימה לפי השליחה

# save_changes_modal_AreYouSure
source: Are you sure to save changes?
he: האם לשמור את השינויים?

# save_changes_modal_Cancel
source: Cancel
he: ביטול

# settings_DescriptionBatchLetters
source: Default generate options for batch letters
he: ברירת מחדל ליצירת רשימת תפוצה

# settings_DescriptionFamilies
source: Default options for families
he: ברירת מחדל עבור משפחות

# alert_QuantityIsPositive
source: Quantity couldn't be either 0 or negative
he: סכום לא יכול להיות 0 או שלילי

# alert_DiscountAmountIsPositive
source: Discount Amount couldn't be negative
he: סכום הנחה לא יכול להיות שלילי

# alert_CreditCardNotSaved
source: Credit card has not been saved
he: כרטיס אשראי לא נשמר

# alert_contact_SuccessfullyDeleted
source: Contact has been deleted successfully
he: איש קשר נמחק בהצלחה

# alert_family_SuccessfullyDeleted
source: Family has been deleted successfully!
he: משפחה נמחקה בהצלחה!

# alert_family_SuccessfullyUpdated
source: Family info has been updated successfully!
he: מידע משפחה עודכנה בהצלחה!

# alert_UnitePriceIsPositive
source: Unit Price couldn't be negative
he: המחיר ליחידה אינו יכול להיות שלילי

# module_transactions_Items
source: Items
he: פריטים

# module_transactions_BackToCategories
source: Back to categories
he: חזרה לקטגוריות

# new_subcategory_modal_item_New
source: New
he: חדש

# new_subcategory_modal_item_Edit
source: Edit
he: עריכה

# new_subcategory_modal_item_Item
source: Item
he: פריט

# new_subcategory_modal_item_Name
source: Item Name
he: שם הפריט

# new_subcategory_modal_item_Amount
source: Amount
he: כמות

# new_subcategory_modal_item_Active
source: Active
he: פעיל

# new_subcategory_modal_item_Save
source: Save
he: שמירה

# new_subcategory_modal_item_Close
source: Close
he: סגירה

# eCheck_Account_Number_Error
source: Plaese enter account number
he: נא להזין מספר חשבון

# eCheck_Address_Error
source: Address is required
he: דרושה כתובת

# eCheck_name_On_Account_Error
source: Please enter Name on Account
he: נא להזין את שם חשבון

# eCheck_Routing_Number_Error
source: Plaese enter Routing number
he: נא להזין מספר ניתוב

# eCheck_Account_Number_Error_Length_max
source: Account number is too long
he: מספר חשבון ארוך מדי

# eCheck_Account_Number_Error_Length_min
source: Account number is too short
he: מספר חשבון קצר מדי

# eCheck_Bill_Address_Error
source: Address is required
he: דרושה כתובת

# eCheck_Routing_Number_Error_Length
source: Routing number is too short
he: מספר ניתוב קצר מדי

# module_batches_Modules
source: Modules
he: מודולים

# module_batches_BatchLetters
source: Batch Letters
he: תפוצת מכתבים

# module_batches_DefaultValues
source: Default Batch Values
he: ערכי ברירת מחדל

# module_batches_GenerateOptions
source: Generate Options
he: צור אפשרויות

# module_batches_DeliveryOptions
source: Delivery Options
he: אפשרויות משלוח

# module_batches_SaveChanges
source: Save Changes
he: שמור שינויים

# pageTitle_SettingsModule
source: Settings | Module
he: הגדרות | מודול

# contacts_ShowHebrew
source: Show Hebrew
he: הצג עברי

# contacts_HideHebrew
source: Hide Hebrew
he: הסתר עברי

# contacts_SharedFamilyContactInfo
source: Shared Family Contact Info
he: מידע משותף לאנשי קשר במשפחה

# contacts_MemberContactInfo
source: Member Contact Info
he: מידע איש קשר

# contacts_Editing_Adding_New_Member
source: Editing / Adding New Member
he: עריכה / הוספת חבר חדש

# contacts_Unsaved_Info
source: You have some unsaved information!
he: חלק מהמידע לא נשמר!

# contacts_FillRequired
source: Please, fill all required fields
he: נא למלא את כל שדות החובה

# family_ShowHebrew
source: Show Hebrew
he: הצג עברי

# family_ShowFields
source: show fields
he: הצג שדות

# family_HideFields
source: hide fields
he: שדות להסתרה

# family_SelectAddressType
source: Please, Select Address Type
he: נא לבחור סוג כתובת

# familyFillRequired
source: Please, fill all required fields
he: נא למלא את כל שדות החובה

# family_SharedFamilyContactInfo
source: Shared Family Contact Info
he: מידע משותף למשפחה

# family_PrimaryMaleContactInfo
source: Primary Male Contact Info
he: מידע ראשי של הבעל

# family_PrimaryFemaleContactInfo
source: Primary Female Contact Info
he: מידע ראשי של האישה

# family_UnsavedInformation
source: You have some unsaved information!
he: חלק מהמידע לא נשמר!

# creditCard_NotAvailable
source: not available
he: לא זמין

# data_Once
source: Once
he: חד פעמי

# data_Weekly
source: Weekly
he: שבועי

# data_Yearly
source: Yearly
he: שנתי

# data_Quaterly
source: Quaterly
he: רבעוני

# data_Monthly
source: Monthly
he: חודשי

# data_PDF_Attachment
source: PDF Attachment
he: קובץ PDF מצורף

# data_HTML_Only
source: HTML Only
he: HTML בלבד

# data_Export
source: Export
he: יצוא

# letters_Letters
source: Letters
he: מכתבים

# letters_Labels
source: Labels
he: תוויות

# letters_Envelopes
source: Envelopes
he: מעטפות

# letters_Include
source: Include
he: כלול

# letters_Exclude
source: Exclude
he: אל תכלול

# letters_OnlyContactsWithAddress
source: Only contacts with a complete mailing address
he: רק אנשי קשר עם כתובת דואר מלאה

# letters_OnlyContactsWithoutAddress
source: Only contacts without a complete mailing address
he: רק אנשי קשר ללא כתובת דואר מלאה

# pageTitle_SettingsMod
source: Settings |
he: הגדרות |

# module_settings_YouCanNotDelete
source: You cannot Delete '
he: לא ניתן למחוק

# module_settings_ExistingPayments
source: ' because there are existing payments that have this
he: משום שקיימת היסטוריית תשלומים

# module_settings_ExportedFromCMS
source: ' because it was exported from CMS Classic
he: משום שבוצע יצוא מהמערכת

# module_settings_deleteError
source: Something went wrong. Please try again!
he: משהו השתבש. בבקשה נסה שוב!

# module_settings_PaymentMethod
source: Payment Method
he: אמצעי תשלום

# module_settings_MethodType
source: Method Type
he: סוג אמצעי

# module_settings_Method
source: Method
he: אמצעי

# module_settings_Department
source: Department
he: מחלקה

# module_settings_City
source: City
he: עיר

# module_settings_Solicitor
source: Solicitor
he: מפנה/מייצג

# module_settings_Name
source: Name
he: שם

# module_settings_Note
source: Note
he: הערה

# module_settings_LetterName
source: Letter Name
he: שם מכתב

# module_settings_ResetInvoiceNumber
source: Reset Invoice Number
he: חשבונית זיכוי

# module_settings_ResetReceiptNumber
source: Reset Receipt Number
he: מספר חשבונית לזיכוי

# module_settings_Auto
source: Auto
he: אוטומטי

# module_settings_Manual
source: Manual
he: ידני

# pageTitle_NewFamily
source: New Family
he: משפחה חדשה

# newFamily_HideFields
source: hide fields
he: שדות להסתרה

# newFamily_UnsavedInfo
source: You have some unsaved information!
he: יש לך קצת מידע שלא נשמר!

# photo_form_edit_Dropyourimghere
source: drop your image here
he: הורד תמונה כאן

# categories_tree_category
source: category
he: קטגוריה

# categories_tree_EnterName
source: Enter name
he: הזנת שם

# categories_tree_AreYouSure
source: Are you sure?
he: בטוח?

# form_valid_FillRequiredField
source: Please fill all required fields
he: נא למלא את כל שדות החובה

# jstree_CreateCategory
source: Create Category
he: צור קטגוריה

# jstree_CreateSubCategory
source: Create Sub-category
he: צור תת קטגוריה

# jstree_Rename
source: Rename
he: שינוי שם

# jstree_Remove
source: Remove
he: הסרה

# topnav_ENG
source: ENG
he: English

# topnav_HE
source: HE
he: עברית

# create_mail_SearchContact
source: Search contact
he: חפש איש קשר

# module_emails_Yes
source: Yes
he: כן

# module_emails_No
source: No
he: לא

# family_Male
source: Male
he: זכר

# family_Female
source: Female
he: נקבה

# Contact_Son
source: Son
he: בן

# Contact_Daughter
source: Daughter
he: בת חורגת

# Contact_Grandson
source: Grandson
he: נכד

# Contact_Father
source: Father
he: אבא

# Contact_Mother
source: Mother
he: אמא

# Contact_Husband
source: Husband
he: בעל

# Contact_Brother
source: Brother
he: אח

# Contact_Sister
source: Sister
he: אחות

# Contact_Friend
source: Friend
he: חבר

# Contact_Parents
source: Parents
he: הורים

# Contact_Grandfather
source: Grandfather
he: סבא

# Contact_Grandmother
source: Grandmother
he: סבתא

# Contact_DaugherInLaw
source: Daughter In Law
he: בת חורגת

# Contact_Soninlaw
source: Son In Law
he: בן חורג

# Contact_Self
source: Self
he: עצמי

# Contact_Niece
source: Niece
he: אחיינית

# letters_batch_ViewBatch
source: View Batch
he: ערוך דיוור

# mail_Add
source: Add
he: הוספה

# letters_batch_Envelops
source: Envelops
he: מעטפות

# letters_batch_Labels
source: Labels
he: תוויות

source: Add New
he: הוסף חדש

# mail_SearchCategory
source: Search category
he: איתור קטגוריה
