Repository: zeone/pdfServiceAWS
Catalog: PDFServiceAWS/Resources/Global.*.resx
Languages: he

# edit_selected_items_modal_StartDate
source: Start Date
he: תאריך התחלה

# edit_selected_items_modal_EndDate
source: End Date
he: תאריך סיום

# edit_selected_items_modal_Close
source: Close
he: סגירה

# edit_selected_items_modal_SaveChanges
source: Save Changes
he: שמירת שינויים

# edit_item_modal_SaveChanges
source: Save Changes
he: שמירת שינויים

# edit_item_modal_Close
source: Close
he: סגירה

# edit_item_modal_Note
source: Note
he: הערה

# edit_item_modal_EndDate
source: End Date
he: תאריך סיום

# edit_item_modal_StartDate
source: Start Date
he: תאריך התחלה

# edit_item_modal_Edit
source: Edit
he: עריכה

# add_item_modal_Addnew
source: Add new
he: הוספת חדש

# add_item_modal_StartDate
source: Start Date
he: תאריך התחלה

# add_item_modal_EndDate
source: End Date
he: תאריך סיום

# add_item_modal_Note
source: Note
he: הערה

# add_item_modal_Close
source: Close
he: סגירה

# add_item_modal_SaveChanges
source: Save Changes
he: שמירת שינויים

# edit_item_modal_EditCategory
source: Edit Category
he: עריכת קטגוריה

# reset_receiptInvoice_modal_ResetInvoiceNo
source: Reset Invoice No
he: מחיקת החשבונית

# reset_receiptInvoice_modal_ResetReceiptNo
source: Reset Receipt No
he: מחיקת קבלה מספר

# reset_receiptInvoice_modal_Resetto
source: Reset to:
he: מחיקה ל:

# reset_receiptInvoice_modal_Number
source: Number
he: מספר

# reset_receiptInvoice_modal_Reset
source: Reset
he: מחיקה

# reset_receiptInvoice_modal_Close
source: Close
he: סגירה

# new_subclass_modal_New
source: New
he: חדש

# new_subclass_modal_Edit
source: Edit
he: עריכה

# new_subclass_modal_Subclass
source: Subclass
he: תת מחלקה

# new_subclass_modal_SubclassName
source: Subclass Name
he: שם התת מחלקה

# new_subclass_modal_Active
source: Active
he: הפעלה

# new_subclass_modal_Save
source: Save
he: שמירה

# new_subclass_modal_Close
source: Close
he: סגירה

# new_subcategory_modal_New
source: New
he: חדש

# new_subcategory_modal_Edit
source: Edit
he: עריכה

# new_subcategory_modal_Subcategory
source: Subcategory
he: תת קטגוריה

# new_subcategory_modal_SubcategoryName
source: Subcategory Name
he: שם תת קטגוריה

# new_subcategory_modal_DefaultLetter
source: Default Letter
he: מכתב ברירת מחדל

# new_subcategory_modal_Active
source: Active
he: פעולה

# new_subcategory_modal_Save
source: Save
he: שמירה

# new_subcategory_modal_Close
source: Close
he: סגירה

# new_solicitor_modal_New
source: New
he: חדש

# new_solicitor_modal_Edit
source: Edit
he: עריכה

# new_solicitor_modal_Solicitor
source: Solicitor
he: עורך דין

# new_solicitor_modal_FirstName
source: First Name
he: שם פרטי

# new_solicitor_modal_LastName
source: Last Name
he: שם משפחה

# new_solicitor_modal_Save
source: Save
he: שמירה

# new_solicitor_modal_Close
source: Close
he: סגירה

# new_paymentMethod_modal_Close
source: Close
he: סגירה

# new_paymentMethod_modal_Save
source: Save
he: שמירה

# new_paymentMethod_modal_MethodType
source: Method Type
he: שיטת סיווג

# new_paymentMethod_modal_MethodName
source: Method Name
he: שם שיטה

# new_paymentMethod_modal_PaymentMethod
source: Payment Method
he: שיטת תשלום

# new_paymentMethod_modal_Edit
source: Edit
he: עריכה

# new_paymentMethod_modal_New
source: New
he: חדש

# new_maling_modal_New
source: New
he: חדש

# new_maling_modal_Edit
source: Edit
he: עריכה

# new_maling_modal_Mailing
source: Mailing
he: תפוצה

# new_maling_modal_MailingName
source: Mailing Name
he: שם התפוצה

# new_maling_modal_Date
source: Date
he: תאריך יעד

# new_maling_modal_TotalPieces
source: Total Pieces
he: מספר יחידות

# new_maling_modal_Cost
source: Cost
he: עלות

# new_maling_modal_Note
source: Note
he: הערה

# new_maling_modal_Save
source: Save
he: שמירה

# new_maling_modal_Close
source: Close
he: סגירה

# new_letter_modal_Close
source: Close
he: סגירה

# new_letter_modal_Save
source: Save
he: שמירה

# new_letter_modal_LetterPreview
source: Letter Preview
he: הצגת מכתב

# new_letter_modal_Default
source: Default
he: ברירת מחדל

# new_letter_modal_LetterSubject
source: Letter Subject
he: נושא המכתב

# new_letter_modal_FromName
source: From Name
he: לשלוח משם:

# new_letter_modal_FromEmail
source: From Email
he: לשלוח מכתובת:

# new_letter_modal_LetterType
source: Letter Type
he: סוג מכתב

# new_letter_modal_LetterName
source: Letter Name
he: שם מכתב

# new_letter_modal_NewLetter
source: New Letter
he: מכתב חדש

# new_letter_modal_EditLetter
source: Edit Letter
he: עריכת מכתב

# new_department_modal_Close
source: Close
he: סגירה

# new_department_modal_Save
source: Save
he: שמירה

# new_department_modal_Note
source: Note
he: הערה

# new_department_modal_Website
source: Website
he: אתר

# new_department_modal_Fax
source: Fax
he: פקס

# new_department_modal_Email
source: Email
he: דוא"ל

# new_department_modal_Phone
source: Phone
he: טלפון

# new_department_modal_Country
source: Country
he: ארץ

# new_department_modal_Zip
source: Zip
he: מיקוד

# new_department_modal_State
source: State
he: מדינה

# new_department_modal_City
source: City
he: עיר

# new_department_modal_Address
source: Address
he: כתובת

# new_department_modal_DepartmentName
source: Department Name
he: שם המחלקה

# new_department_modal_Department
source: Department
he: מחלקה

# new_department_modal_Default
source: Default
he: ברירת מחדל

# new_department_modal_Edit
source: Edit
he: עריכה

# new_department_modal_New
source: New
he: חדש

# new_class_modal_Close
source: Close
he: סגירה

# new_class_modal_Save
source: Save
he: שמירה

# new_class_modal_Active
source: Active
he: פעולה

# new_class_modal_ClassName
source: Class Name
he: שם המחלקה

# new_class_modal_Class
source: Class
he: מחלקה

# new_class_modal_Edit
source: Edit
he: עריכה

# new_class_modal_New
source: New
he: חדש

# new_category_modal_Close
source: Close
he: סגירה

# new_category_modal_Save
source: Save
he: שמירה

# new_category_modal_Active
source: Active
he: פעולה

# new_category_modal_Receipt
source: Receipt
he: קבלה

# new_category_modal_DefaultLetter
source: Default Letter
he: מכתב ברירת מחדל

# new_category_modal_DefaultDepartment
source: Default Department
he: ברירת המחדל של המחלקה

# new_category_modal_CategoryName
source: Category Name
he: שם קטגוריה

# new_category_modal_Category
source: Category
he: קגוריה

# new_category_modal_Edit
source: Edit
he: עריכה

# new_category_modal_New
source: New
he: חדש

# all_settings_Setupmodule
source: Set up module
he: הגדרת המודול

# module_settings_Modules
source: Modules
he: מודולים

# module_transactions_for
source: for
he: עבור

# module_transactions_LetterTemplate
source: Letter Template
he: תבנית המכתב

# module_transactions_LetterName
source: Letter Name :
he: שם המכתב:

# module_transactions_Reset
source: Reset
he: מחיקה

# module_transactions_NextReceiptNumber
source: Next Receipt Number
he: מספר הקבלה הבאה

# module_transactions_NextInvoiceNumber
source: Next Invoice Number
he: מספר החשבונית הבאה

# module_transactions_Actions
source: Actions
he: פעולות

# module_transactions_NextNumber
source: Next Number
he: המספר הבא

# module_transactions_Type
source: Type
he: סיווג

# module_transactions_Subcategories
source: Subcategories
he: קטגוריית משנה

# module_transactions_Category
source: Category:
he: קטגוריה

# module_transactions_No
source: No
he: לא

# module_transactions_Yes
source: Yes
he: כן

# module_transactions_Delete
source: Delete?
he: למחוק?

# module_transactions_MethodType
source: Method Type
he: סוג השיטה

# module_transactions_Method
source: Method
he: שיטה

# module_transactions_Action
source: Action
he: פעולה

# module_transactions_Cost
source: Cost
he: מחיר

# module_transactions_TotalPieces
source: Total Pieces
he: סך הכל חתיכות

# module_transactions_Note
source: Note
he: הערה

# module_transactions_MailingDate
source: Mailing Date
he: תאריך התפוצה

# module_transactions_MailingName
source: Mailing Name
he: שם התפוצה

# module_transactions_Name
source: Name
he: שם

# module_transactions_CITY
source: CITY
he: עיר

# module_transactions_DEPARTMENT
source: DEPARTMENT
he: מחלקה

# module_transactions_Subclasses
source: Subclasses
he: תת מחלקה

# module_transactions_Class
source: Class :
he: מחלקה

# module_transactions_Letters
source: Letters
he: מכתבים

# module_transactions_InvoiceReceiptNumber
source: Invoice/Receipt Number
he: חשבונית/ מספר קבלה

# module_transactions_Mailings
source: Mailings
he: דיוורים

# module_transactions_Solicitors
source: Solicitors
he: עורכי דין

# module_transactions_Departments
source: Departments
he: מחלקות

# module_transactions_PaymentMethods
source: Payment Methods
he: שיטות תשלום

# module_transactions_TransactionsCategories
source: Transactions Categories
he: קטגוריות העסקאות

# module_transactions_TransactionsClasses
source: Transactions Classes
he: חוגי העסקאות

# module_transactions_On
source: On
he: הפעלה

# module_transactions_Off
source: Off
he: כיבוי

# module_transactions_Modules
source: Modules
he: מודולים

# module_transactions_Transactions
source: Transactions
he: עסקאות

# new_card_modal_CreditCard
source: Credit Card
he: כרטיס אשראי

# new_card_modal_CardInformation
source: Card Information
he: מידע כרטיס

# new_card_modal_Type
source: Type:
he: סוג:

# new_card_modal_Thisfieldisrequired
source: This field is required
he: זה שדה חובה למילוי

# new_card_modal_Number
source: Number:
he: מספר

# new_card_modal_Onlydigitsallowed
source: Only digits allowed
he: בשדה זה ניתן להקליד רק מספרים

# new_card_modal_Cardnumberistooshort
source: Card number is too short
he: מספר כרטיס קצר מדיי

# new_card_modal_ExpirationDate
source: Expiration Date:
he: תוקף הכרטיס

# new_card_modal_Invalidyearinput
source: Invalid year input
he: שנה שגויה

# new_card_modal_Pleaseenterexpirationyear
source: Please enter expiration year
he: יש להזין שנת תפוגת תוקף הכרטיס

# new_card_modal_Invalidmonthinput
source: Invalid month input
he: חודש שגוי

# new_card_modal_Pleaseenterexpirationmonth
source: Please enter expiration month
he: יש להזין חודש תפוגת תוקף הכרטיס

# new_card_modal_CVVCode
source: CVV Code:
he: cvv

# new_card_modal_Pleaseentercvvcode
source: Please enter cvv code
he: יש להזין קוד cvv (שלוש ספרות מאחורי הכרטיס)

# new_card_modal_Note
source: Note:
he: הערה

# new_card_modal_BillingInformation
source: Billing Information
he: מידע תשלומים

# new_card_modal_Name
source: Name:
he: שם

# new_card_modal_Companyname
source: Company Name:
he: שם חברה

# new_card_modal_Address
source: Address:
he: כתובות

# new_card_modal_Autofill
source: Autofill
he: מילוי אוטומטי

# new_card_modal_CityState
source: City / State:
he: עיר / מדינה

# new_card_modal_ZipCountry
source: Zip / Country:
he: מיקוד / ארץ

# new_card_modal_OtherInformation
source: Other Information
he: מידע אחר

# new_card_modal_Email
source: Email:
he: אימייל:

# new_card_modal_Emailisnotvalid
source: Email is not valid
he: דוא"ל לא תקין

# new_card_modal_Emailisrequired
source: Email is required
he: דרוש דוא"ל

# new_card_modal_Close
source: Close
he: סגירה

# new_card_modal_Save
source: Save
he: שמירה

# resend_letter_modal_TITLEFORRESENDEMAIL
source: TITLE FOR RESEND EMAIL
he: כותרת לשליחת מייל חוזר

# resend_letter_modal_Forthecurrentpayment
source: For the current payment the letter was already sent.
he: לתשלום הנוכחי, כבר נשלח מכתב

# resend_letter_modal_Doyouwant
source: Do you want send another mail?
he: האם אתה רוצה לשלוח מייל אחר?

# resend_letter_modal_Yes
source: Yes
he: כן

# resend_letter_modal_No
source: No
he: לא

# popover_filter_sent_Pleaseselect
source: Please select Sent filter
he: בחירת מסנן לשליחה

# popover_filter_sent_Category
source: Category #
he: קטגוריה #

# popover_filter_receipt_PleaseselectReceipt
source: Please select Receipt number
he: בחירת מספר קבלה

# popover_filter_receipt_Receipt
source: Receipt #
he: קבלה #

# popover_filter_method_PleaseselectMethod
source: Please select Method filter
he: בחירת שיטת מסנן

# popover_filter_method_Method
source: Method #
he: שיטה #

# popover_filter_invoice_PleaseselectInvoice
source: Please select Invoice number
he: בחירת מספר חשבונית

# popover_filter_invoice_Invoice
source: Invoice #
he: חשבונית #

# popover_filter_dueFilter_To
source: To
he: ל

# popover_filter_dueFilter_From
source: From
he: עבור

# popover_filter_dueFilter_PleaseselectDue
source: Please select Due filter
he: בחירת מסנן נפוץ

# popover_filter_date_PleaseselectDate
source: Please select Date filter
he: בחירת תאריך מסנן

# popover_filter_date_FromDate
source: From Date
he: מתאריך

# popover_filter_date_ToDate
source: To Date
he: לתאריך

# alert_contact_SuccessfullyAdded
source: Contact has been added successfully!
he: איש הקשר נוסף בהצלחה!

# alert_contact_added_Gotopersonal
source: Go to personal page
he: עבור לדף האישי

# unsaved_single_Youhaveunsubmitted
source: You have un submitted changes
he: יש לבטל את השינויים שהוגשו

# unsaved_single_Closeanyway
source: Close anyway
he: סגור בכל זאת

# unsaved_single_Backtoform
source: Back to form
he: חזרה לטופס

# address_form_Type
source: Type
he: סיווג

# address_form_Company
source: Company
he: חברה

# address_form_Address
source: Address
he: כתובת

# address_form_Addressline
source: Address line 2
he: כתובת נוספת

# address_form_City
source: City
he: עיר

# address_form_Default
source: Default
he: ברירת מחדל

# address_form_NoMail
source: No mail
he: אין מייל

# address_form_Current
source: Current
he: נוכחי

# address_form_State
source: State
he: מדינה

# address_form_Zip
source: Zip
he: מיקוד

# address_form_Country
source: Country
he: ארץ

# address_form_LabelSetting
source: Label Setting
he: הגדרת תווית

# address_form_Label
source: Label
he: תווית

# address_form_HisLabel
source: His Label
he: התווית שלו

# address_form_HerLabel
source: Her Label
he: התווית שלה

# address_form_SalutationSetting
source: Salutation Setting
he: הגדרת דברי ברכה

# address_form_Salutation
source: Salutation
he: דברי ברכה

# address_form_HisSalutation
source: His Salutation
he: דברי ברכה שלו

# address_form_HerSalutation
source: Her Salutation
he: דברי ברכה שלה

# address_form_Note
source: Note
he: הערה

# address_form_Save
source: Save
he: שמירה

# topnav_Togglenavigation
source: Toggle navigation
he: ניווט

# topnav_CMSCloud
source: CMS Cloud
he: בחודש הנוכחי

# topnav_Families
source: Families
he: משפחות

# topnav_Loading
source: Loading . . .
he: בטעינה

# theme_picker_Colorthemes
source: Color themes
he: נושאי צבע

# theme_picker_Templatethemes
source: Template themes
he: נושאי תבנית

# theme_picker_Themingoptions
source: Theming options
he: אפשרויות של ערכות נושא

# submit_leave_modal_Save
source: Save
he: שמור

# submit_leave_modal_Leaveanyway
source: Leave anyway
he: השאר בכל אופן

# submit_leave_modal_Returntoform
source: Return to form
he: חזרה לטופס

# submit_leave_modal_Pleaseprovide
source: Please, provide all required fields
he: יש לספק את כל שדות החובה

# submit_leave_modal_Checkall
source: Check all
he: סמן הכל

# submit_leave_modal_Youhaveunsaved
source: You have unsaved changes
he: יש לך שינויים שלא נשמרו

# submit_changes_modal_Youhaveunsaved
source: You have unsaved changes
he: יש לך שינויים שלא נשמרו

# submit_changes_modal_Returntoform
source: Return to form
he: חזרה לטופס

# submit_changes_modal_Closeanyway
source: Close anyway
he: סגור בכל זאת

# submit_changes_modal_Save
source: Save
he: שמירה

# sidebar_settings
source: settings
he: הגדרות

# sidebar_logout
source: logout
he: יציאה

# sidebar_Dashboard
source: Dashboard
he: מסך ראשי

# sidebar_Families
source: Families
he: משפחות

# sidebar_Categories
source: Categories
he: קטגוריות

# sidebar_Transactions
source: Transactions
he: עיסקאות

# sidebar_Events
source: Events
he: ארועים

# sidebar_Gifts
source: Gifts
he: מתנות

# sidebar_BatchLetters
source: Batch Letters
he: נשלחו

# photo_form_edit_Clicktoselector
source: Click to select or
he: לחץ כדי לבחור או

# photo_form_edit_Dropyourimagehere
source: Drop your img here
he: שחרר את ה img שלך כאן

# photo_form_edit_Photoisuploading
source: Photo is uploading . . .
he: תצלומים בטעינה...

# photo_form_edit_ResetPhoto
source: Reset Photo
he: מחיקת תמונה

# photo_form_edit_Accept
source: Accept
he: קבל

# logout_modal_Logout
source: Logout
he: יציאה

# logout_modal_Close
source: Close
he: ביטול

# logout_modal_Youaregoing
source: You are going to logout
he: הינך בדרך לצאת

# delete_contact_with_transaction_modal_Ok
source: Ok
he: בסדר

# dropdown_navbar_Welcome
source: Welcom
he: ברוכים הבאים

# dropdown_navbar_GetHelp
source: Get Help
he: עזרה

# dropdown_navbar_NewFamilies
source: New Families
he: משפחות חדשות

# dropdown_navbar_Messages
source: Messages
he: הודעות

# dropdown_navbar_Donations
source: Donations
he: תרומות

# load_photo_PhotoUploading
source: Photo Uploading
he: העלאת תמונה

# load_photo_Clicktoselector
source: Click to select or
he: לחץ כדי לבחור או

# load_photo_Dropyourimghere
source: Drop your img here
he: שחרר את ה img שלך כאן

# load_photo_Photoisuploading
source: Photo is uploading . . .
he: תצלומים בטעינה...

# load_photo_ResetPhoto
source: Reset Photo
he: מחיקת תמונה

# load_photo_SendPhoto
source: Send Photo
he: שליחת תמונה

# load_photo_Accept
source: Accept
he: קבל

# load_photo_Go
source: Go
he: לך / צא/ המשך

# cancel_modal_ConfirmNavigation
source: Confirm Navigation
he: אשר ניווט

# cancel_modal_Allunsavedchanges
source: All unsaved changes will be lost. Are you sure you want to leave?
he: כל השינויים שלא נשמרו יאבדו. האם אתה בטוח שאתה רוצה לצאת?

# cancel_modal_Yes
source: Yes
he: כן

# cancel_modal_No
source: No
he: לא

# delete_modal_ConfirmDelete
source: Confirm Delete
he: אישור מחיקה

# delete_modal_Youareabout
source: You are about to delete one
he: אתה עומד למחוק אחד

# delete_modal_Areyousure
source: Are you sure?
he: האם אתה בטוח?

# delete_modal_OnceyouclickYes
source: Once you click Yes, you will not be able to undo this action.
he: לאחר לחיצה על כן, לא יהיה ניתן לבטל את הפעולה הזו.

# delete_modal_Yes
source: Yes
he: כן

# delete_modal_No
source: No
he: לא

# new_letter_modal_Letter
source: Letter
he: מכתב

# new_letter_modal_GeneratePDF
source: Generate PDF
he: צור PDF

# new_letter_modal_SendLetter
source: Send Letter
he: שלח מכתב

# popover_filter_amount_Pleaseselect
source: Please select Amount filter
he: יש לבחור את סכום המסנן

# popover_filter_amount_From
source: From
he: מ

# popover_filter_amount_To
source: To
he: ל

# popover_filter_category_Pleaseselect
source: Please select Category filter
he: יש לבחור את קטגוריית המסנן

# popover_filter_category_Category
source: Category
he: קטגוריה

# popover_filter_category_Subcategory
source: Subcategory
he: תת קטגוריה

# popover_filter_class_Pleaseselect
source: Please select Class filter
he: יש לבחור את מחלקת המסנן

# popover_filter_class_Class
source: Class
he: מחלקה

# popover_filter_class_Subclass
source: Subclass
he: תת מחלקה

# alert_contact_SuccessfullyUpdated
source: Contact has been updated successfully!
he: איש הקשר עודכן בהצלחה!

# alert_contact_updated_Gotopersonal
source: Go to personal page
he: עבור לדף האישי

# alert_family_SuccessfullyAdded
source: Family has been added successfully!
he: משפחה נוספה בהצלחה!

# alert_family_addedGo
source: Go To"
he: לך ל"

# alert_family_addedfamily
source: family page
he: גיל משפחה

# alert_family_added_page
source: `s page
he: ` s דף

# delete_contact_without_transaction_Cancel
source: Cancel
he: ביטול

# delete_contact_without_transaction_Delete
source: Delete
he: מחיקה

# category_modal_Addnew
source: Add new category
he: הוסף קטגוריה חדשה

# category_modal_Edit
source: Edit
he: עריכה

# category_modal_StartDate
source: Start Date
he: תאריך התחלה

# category_modal_EndDate
source: End Date
he: תאריך סיום

# category_modal_Note
source: Note
he: הערה

# category_modal_Close
source: Close
he: סגירה

# category_modal_SaveChanges
source: Save Changes
he: שמור שינויים

# contact_from_edit_DeleteContact
source: Delete Member
he: מחיקת איש קשר

# contact_from_edit_Save
source: Save
he: שמירה

# contact_from_edit_Note
source: Note
he: הערה

# contact_from_edit_MotherHebrew
source: Mother Hebrew
he: שם האם בעברית

# contact_from_edit_FatherHebrew
source: Father Hebrew
he: שם האב בעברית

# contact_from_edit_HebrewName
source: Hebrew Name
he: שם בעברית

# contact_from_edit_LastName
source: Last Name
he: שם משפחה

# contact_from_edit_FirstName
source: First Name
he: שם פרטי

# contact_from_edit_Title
source: Title
he: כותרת

# contact_from_edit_Her
source: Her
he: שֶׁלָה

# contact_from_edit_His
source: His
he: שֶׁלוֹ

# contact_from_edit_None
source: None
he: אף אחד

# contact_from_edit_HisSlashHer
source: His/Her
he: שלו/ שלה

# contact_from_edit_Relation
source: Relation
he: יַחַס/ קשר

# contact_from_edit_AfterDark
source: After Dark
he: אחר כך/ בערב

# contact_from_edit_BirthDate
source: Birth Date
he: תאריך לידה

# contact_from_edit_Age
source: Age:
he: גיל:

# contact_from_edit_Family
source: Family
he: מִשׁפָּחָה

# contact_from_edit_Gotopersonal
source: Go to personal page
he: עבור לדף האישי

# contact_from_edit_ChangePhoto
source: Change Photo
he: שנה תמונה

# contact_from_edit_RemovePhoto
source: Remove Photo
he: הסר תמונה

# contact_form_new_Clear
source: Clear
he: נקה

# contact_form_new_Save
source: Save
he: שמירה

# contact_form_new_Note
source: Note
he: הערה

# contact_form_new_MotherHebrew
source: Mother Hebrew
he: שם האם עברית

# contact_form_new_FatherHebrew
source: Father Hebrew
he: שם האב בעברית

# contact_form_new_HebrewName
source: Hebrew Name
he: שם בעברית

# contact_form_new_Female
source: Female
he: נְקֵבָה

# contact_form_new_Male
source: Male
he: זָכָר

# contact_form_new_Gender
source: Gender
he: מִין

# contact_form_new_LastName
source: Last Name
he: שם משפחה

# contact_form_new_FirstName
source: First Name
he: שם פרטי

# contact_form_new_Title
source: Title
he: כותרת

# contact_form_new_Her
source: Her
he: שֶׁלָה

# contact_form_new_His
source: His
he: שֶׁלוֹ

# contact_form_new_Both
source: Both
he: שניהם

# contact_form_new_HisSlashHer
source: His/Her
he: שלו/ שלה

# contact_form_new_Relation
source: Relation
he: יַחַס/ קשר

# contact_form_new_AfterDark
source: After Dark
he: אחר כך/ בערב

# contact_form_new_BirthDate
source: Birth Date
he: תאריך לידה

# contact_form_new_Age
source: Age :
he: גיל:

# contact_form_new_Family
source: Family
he: מִשׁפָּחָה

# contact_form_new_HerContactInformation
source: Her Contact Information
he: פרטי איש הקשר שלה

# contact_form_new_HisContactInformation
source: His Contact Information
he: פרטי איש הקשר שלו

# contact_form_new_ChangePhoto
source: Change Photo
he: שנה תמונה

# contact_form_new_RemovePhoto
source: Remove Photo
he: הסר תמונה

# data_table_pager_Previous
source: Previous
he: הקודם

# data_table_pager_Next
source: Next
he: הַבָּא

# delete_contact_modal_Delete
source: Delete
he: מחיקה

# delete_contact_modal_Close
source: Close
he: סגירה

# delete_contact_modal_Youaregoingtodeletefamily
source: You are going to delete family
he: את/ה עומד/ת למחוק משפחה

# delete_contact_modal_Youaregoingtodeletecontact
source: You are going to delete contact
he: את/ה עומד/ת למחוק איש קשר

# new_batchLetters_modal_Content
source: Content of View Batch Tab
he: הצגת התוכן של הכרטיסייה, של האירוע

# new_batchLetters_modal_CreateBatch
source: Create Batch
he: יצירת אירוע

# new_batchLetters_modal_Placefordescription
source: Place for description (Notes) for New Batch
he: מקום לתיאור (הערות) עבור קבוצה חדשה

# new_batchLetters_modal_Therewillinput
source: There will input fields for Categories
he: יש שדות לקליטת קטגוריות

# new_batchLetters_modal_Categories
source: Categories
he: קטגוריות

# new_batchLetters_modal_Therewillinputfields
source: There will input fields for Amount
he: יש שדות לקליטת הסכום

# new_batchLetters_modal_AmountRange
source: Amount Range
he: טווח הסכום

# new_batchLetters_modal_TherewillinputDate
source: There will input fields for Date
he: יש שדות לקליטת תאריך

# new_batchLetters_modal_ReceiptRange
source: Receipt Range
he: טווח קבלה

# new_batchLetters_modal_DateRange
source: Date Range
he: טווח תאריכים
