Repository: zeone/pdfServiceAWS
Catalog: PDFServiceAWS/Resources/Global.*.resx
Languages: he

# BackToReg
source: Back to registration
he: חזרה לרישום

# BackToSign
source: Back to sign in
he: חזרה להתחברות

source: Browser
he: דפדפן

# CanNotApprove
source: We're sorry, but we could not approve your email adrress.
he: לצערנו אין באפשרות המערכת לאמת את כתובה הדוא"ל

# CheckEmail
source: Please, check your emailbox
he: נא לבדוק את תיבת הדוא"ל שלך

source: Comment
he: תזכיר

# ConfirmPwd
source: Confirm password
he: אישור סיסמא

# ConfirmSMS
source: Confirm by sms
he: אישור בהודעת sms

# Congrats
source: Congratulations!
he: מזל טוב!

# ContactAdmin
source: Please, contact the CMS Chabad administrator
he: אנא פנה למנהל המערכת

source: Contact us
he: צור קשר

# DeviceConfirmed
source: Your new device/browser has been confirmed!
he: ההתקן/הדפדפן החדש אושר

# DeviceConfirmedAlready
source: Your new device/browser is already confirmed!
he: ההתקן/הדפדפן החדש כבר אושר

source: Device type
he: סוג התקן

# DiffBrowser
source: Seems like you're a using a different browser since the last time you logged in.
he: זוהתה כמו התחברות בדפדפן אחר מהדפדפן שבו התחברת בפעם הקודמת.

source: Email
he: דוא"ל

# EmailConfirmed
source: You have successfully confirmed your email address:
he: כתובת הדוא"ל שלך אושרה בהצלחה.

# EnterSMSCode
source: We sent to you sms confirmation code. Please, enter code:
he: נשלח אליך קוד באמצעות sms אנא הזן קוד זה.

# FailedConfirmDevice
source: Ooops... We failed to confirm your new device/browser.
he: אופס ... לא הצלחנו לאשר את המכשיר/הדפדפן החדש שלך.

source: First Name
he: שם פרטי

# FollowLink1
source: and follow the link to reset your password
he: ולחץ על הקישור כדי לאפס את הסיסמה שלך!

# FollowLink2
source: and follow instructions to confirm your CMS account
he: ופעל על פי הנחיות כדי לאשר את החשבון CMS שלך

# FollowLink3
source: to re-confirm your CMS account.
he: אשר מחדש את חשבון ה- CMS שלך.

# ForgotPwd
source: Forgot password
he: שכחת את הסיסמא?

source: Gifts
he: מתנות

source: Last Name
he: שם משפחה

# Log
source: Login
he: התחבר

source: Log in
he: כניסה

# NeedPhoneMsg
source: To security authorization, we need have your phone!
he: לצורך אישור אבטחה יש לשלוח מספר טלפון!

# NewDeviceLogin_EnterSMS
source: You login from new device. To confirmation security, enter code from SMS:
he: הזן את שם המשתמש והסיסמא של המכשיר החדש. לאישור אבטחה הזן sms!

# NoAccount
source: Don't have an account?
he: אין לך עדיין חשבון?

# NoEmail
source: Ooops... We could not find you with your email
he: אופס ... לא הצלחנו למצוא אותך עם הדואר אלקטרוני שלך

# NoPhone
source: We don't have your phone number
he: !אין לנו את מספר הטלפון שלך

# NowYouCan1
source: Now you can
he: עכשיו אתה יכול

# NowYouCan2
source: to your CMS account
he: לחשבון CMS שלך

source: Ok
he: אוקיי

source: Organization
he: ארגון

source: Password
he: סיסמה

source: Phone Number
he: מספר טלפון

source: Platform
he: פלטפורמה

# ProvideEmail
source: Please, provide your registered email
he: נא להזין את הדואר האלקרוני הרשום, שלך

# PwdChanged1
source: Password has been successfully changed
he: הסיסמה שונתה בהצלחה

# PwdChanged2
source: Your password has been changed.
he: סיסמתך שונתה.

# PwdRecover
source: Password Recovery
he: שחזור סיסמה

source: Register
he: רישום

source: Registration
he: הרשמה

source: Remember me
he: זכור אותי

source: Request
he: בקשה

# ResetPwd
source: Reset password
he: איפוס סיסמה

source: Send
he: שליחה

# SendUsMsg
source: Send us a message with the form below
he: שליחת הודעה, באמצעות הטופס הבא

# SetNewPwd
source: Now you can set up new password
he: עכשיו ניתן ליצור סיסמה חדשה

# SignForDemo
source: Sign Up For Demo Account
he: רישום לקבלת חשבון הדגמה

source: Sign In
he: כניסה

# SignInMsg
source: Sign in to your account
he: כניסה לחשבון שלך

source: SMS code
he: קוד SMS

# SorryMsg1
source: Sorry we can`t send message, please repeat later
he: עימכם הסליחה, איננו יכולים לשלוח הודעה, אנא נסו שוב מאוחר יותר!

# ThanksForRegister
source: Thank you for registering!
he: תודה על ההרשמה!

# UseCMS
source: I currently use CMS
he: אני כרגע משתמש בCMS

# ValidateEmail
source: Please, validate your email address
he: אישור כתובת הדואר האלקטרוני שלך

# WrongMsg
source: Message isn`t correct
he: ההודעה לא נכונה

# YouCanLogin
source: Now you can log in easily
he: כעת ניתן להתחבר בקלות

# YourMsg
source: Your Message
he: ההודעה שלך

source: Your Name
he: השם שלך

source: New Bill
he: חשבון חדש

source: New Payment
he: תשלום חדש

source: Off
he: כיבוי

source: On
he: הפעלה

source: Bills
he: חשבון. (ניירות ערך משרד האוצר האמריקני) ?

source: Payments
he: תשלומים

source: Actions
he: פעולות

source: Address
he: כתובת

source: After Dark
he: אחר כך

source: Age
he: גיל

source: Birth Date
he: תאריך לידה

source: Both
he: בשניהם

source: Categories
he: קטגוריות

source: City
he: עיר

source: Clear
he: הסרה

source: Clear All
he: הסר הכל

source: Close
he: סגור

source: Company
he: חברה

source: Contacts
he: אנשי קשר

source: Country
he: מדינה

source: Current
he: נוכחי

source: Dashboard
he: שולחן עבודה

source: Date
he: תאריך

source: Default
he: ברירת מחדל

source: Delete
he: מחיקה

source: Delete Contact
he: מחיקת איש קשר

source: Events
he: אירועים

source: Extension
he: סיומת

source: Families
he: משפחות

source: Family
he: משפחה

source: Father Hebrew
he: שם האב

source: Female
he: נקבה

source: Gender
he: מין

source: General Info
he: מידע כללי

# dashboard_Greg
source: Greg.
he: גרג ?

# dashboard_Hebrew
source: Hebrew
he: עברית

source: Hebrew Name
he: שם בעברית

source: Her
he: שלה

source: Her Label
he: תווית שלה

source: Her Salutation
he: טיפולה

source: His
he: שלו

source: His Label
he: תווית שלו

source: His Salutation
he: טיפולו

# HisSlashHer
source: His/Her
he: שלו/ שלה

source: Home
he: בית

source: Is Active
he: פעיל

source: Is Private
he: פרטים

source: Items per page
he: פריטים בדף

source: Label
he: תווית

source: Label Setting
he: הגדרת תווית

source: logout
he: התנתקות

source: Male
he: זכר

source: Mobile
he: נייד

# dashboard_Month
source: Month
he: חודש

source: Mother Hebrew
he: חודש עברי

source: Name
he: שם פרטי

# dashboard_NewMembers
source: New Members
he: חברים חדשים

source: No
he: לא

source: No mail
he: אין מייל

source: None
he: איפוס

# edit_selected_items_modal_Note
source: Note
he: הערה

# categories_tree_NothingToShow
source: Nothing to show
he: אין מה להציג

source: Number
he: מספר

source: Photo
he: תמונה

# categories_PleaseSelectCategory
source: Please Select Category
he: בחירת תמונה

source: Plus4
he: פלוס 4

source: Primary Only
he: בסיס

source: Relation
he: יחס

source: Salutation
he: טיפול

source: Salutation Setting
he: הגדרות איחולים

# dashboard_Save
source: Save
he: שמירה

source: Save changes
he: שמירת שינויים

# dashboard_SelectPeriod
source: Select Period:
he: בחירת תקופה

source: Settings
he: הגדרות

# contact_SharedFamilyContactInformation
source: Shared family contact information:
he: שיתוף מידע קשרי משפחה

source: Show all
he: הצגת הכל

source: State
he: מדינה

source: Title
he: כותרת

# dashboard_TotalNumber
source: Total Number
he: סך הכל

source: Transactions
he: עסקאות

source: Type
he: סוג

source: Work
he: בעבודה

# dashboard_Year
source: Year
he: שנה

source: Yes
he: כן

source: Zip
he: מדד

# contact_AdditionalInfo
source: Additional Information
he: מידע נוסף

# AddressInfo
source: Address Information
he: מיקום

source: Amount
he: כמות

source: Anniversary
he: יום השנה

source: Anniversary Date
he: תאריך יום השנה

source: Attendee
he: משתתפים

# contact_BelongsTo
source: Belongs to
he: שיוך

# dashboard_CalculateBy
source: Calculate by:
he: לפי

source: Category Name
he: שם קטגוריה

# dashboard_Display
source: Display:
he: תצוגה

source: Don't call
he: לא להתקשר

source: Don't mail
he: לא לשלוח דוא"ל

source: Event
he: ארוע

source: Family Information
he: מידע משפחתי

source: Gift
he: מתנה

# HisInfoPrimary
source: His Information - Primary
he: מידע ראשוני של

# dashboard_NewFamilies
source: New Families
he: משפחה חדשה

# contact_PersonalContactInfo
source: Personal contact information:
he: דרכי התקשרות

source: Primary
he: בסיסי

source: Primary Female
he: בסיסית

source: Primary Male
he: בסיסי

# dashboard_ShowBy
source: Show By:
he: הצג לפי

source: Undo
he: ביטול

# dashboard_UpcomingAnniversaries
source: Upcoming Anniversaries
he: תאריכים עתידיים

# dashboard_UpcomingBirthdays
source: Upcoming Birthdays
he: ימי הולדת עתידיים

# CancelIt
source: Cancel
he: ביטול

# delete_contact_without_transaction_Msg
source: You 'r going to delete Family. All Family data will be lost. Are you sure?
he: בחרת למחוק משפחה. כל נתוני המשפחה יאבדו. האם להמשיך?

# delete_contact_with_transaction_modal_Msg
source: This Family has one or more transactions and cannot be deleted.
he: למשפחה זו יש הסטוריית תשלומים, ולא ניתן לבצע מחיקה.

# delete_card_with_transaction_modal_Msg
source: There are recurring charges associated with this card. Are you sure you want to delete this card?
he: כרטיס זה מכיל הסטוריית תשלומים, לא ניתן לבצע מחיקת כרטיס.

# DeleteIt
source: Delete
he: מחיקה

# BatchModal_AmountFrom
source: Amount From
he: סכום מאת

# BatchModal_AmountRange
source: Amount Range:
he: סכומים בטווח:

# BatchModal_AmountTo
source: Amount To
he: סכום עבור

# BatchModal_Chk_PaymentNotSent
source: Payment that are not checked as 'sent'
he: תשלומים שלא נבדקו בשליחה

# BatchModal_Chk_PaymentReceiptChecked
source: Payment that have Receipt checked
he: תשלומים מאושרים

# BatchModal_Chk_ShowPreview
source: Show preview
he: תצוגה מקדימה

# BatchModal_Chk_UseLetterTemplate
source: Use letter template for batch
he: שימוש בתבנית לארוע

# BatchModal_DateRange
source: Date Range:
he: טווח תאריכים:

# BatchModal_Delivery
source: Delivery
he: משלוח

# BatchModal_EmailBody
source: Email body:
he: הודעת דוא"ל

# BatchModal_EmailCriteria
source: Email Criteria
he: קרטריון דוא"ל

# BatchModal_EmailOptions
source: Email Options:
he: אפשרויות שליחה

# BatchModal_Filters
source: Filters:
he: מסננים

# BatchModal_Format
source: Format
he: פורמט

# BatchModal_FromDate
source: From Date
he: החל מתאריך

# BatchModal_FromReceiptNo
source: From Receipt No
he: החל מקבלה מספר

# BatchModal_General
source: General
he: ראשי

# BatchModal_GenerateBatch
source: Generate Batch
he: צור ארוע

# BatchModal_GeneratePDF
source: Generate PDF
he: צור PDF

# BatchModal_LetterName
source: Letter Name
he: שם מכתב

# BatchModal_LetterType
source: Letter Type
he: סוג מכתב

# BatchModal_MailingAddressCriteria
source: Mailing Address Criteria
he: קריטריון כתובות

# BatchModal_MailingSendCriteria
source: Mailing and Send Criteria:
he: קריטריון שליחת מכתבים

# BatchModal_NewBatch
source: New Batch
he: ארוע חדש

# BatchModal_NoTransactionMsg
source: No transactions that match the filters. Please check filters in General tab.
he: אין תוצאות לחייפוש המבוקש, יש לבדוק מסננים בתצוגה ראשית

# BatchModal_PDFOptions
source: PDF Options:
he: אפשרויות PDF

# BatchModal_Preview
source: Preview
he: תצוגה מקדימה

# BatchModal_ReceiptRange
source: Receipt Range:
he: קבלות בטווח:

# BatchModal_SendEmails
source: Send Emails
he: שלח דוא"ל

# BatchModal_ToDate
source: To Date
he: עד תאריך

# BatchModal_ToReceiptNo
source: To Receipt No
he: עד קבלה מספר

# BatchModal_ViewBatch
source: View Batch
he: הצג ארוע

# BatchModal_WhatToGenerate
source: What to generate:
he: מה ליצור

# BatchModal_ChoseMultifilters
source: Additional filters
he: מסננים נוספים

source: Cancel
he: ביטול

# DoYouWantSentAnotherModal
source: Do you want send another mail?
he: האם לשלוח מייל נוסף?

# PaymentLetterSendAlready
source: For the current payment the letter was already sent.
he: המכתב לתשלום המבוקש כבר נשלח.

# TitleForResendMailPay
source: TITLE FOR RESEND EMAIL
he: כותרת לשליחת מייל חוזר

# CategoryTitle
source: Category
he: קטגוריה

# SelectSentFilter
source: Please select Sent filter
he: יש לבחור מסנן שליחה

# SelectReceiptNumber
source: Please select Receipt number
he: יש לבחור מספר קבלה

source: Edit Payment
he: עריכת תשלום

# UnpayedBillsMessage
source: There are some unpaid bills — click here for applying
he: יש כמה חשבונות שלא שולמו- לחצו כאן לפתיחה

# ApplyPaymentMessage
source: Apply this payment to one or more bill details by modifying Apply Amount and/or checking the Applied checkbox
he: הפעלת התשלום לפרטי חשבון זה או חשבון אחר, על ידי הפעלת הסכום או שינוי הסכום או בחירת התיבה היישומית- ההפעלה.

source: Amount Due
he: הסכום לתשלום

# InvoiceWithSharp
source: Invoice #
he: חשבונית #

source: Apply Amount
he: הפעלת הסכום

source: Applied
he: יישום

source: Payment Amount:
he: הסכום לתשלום:

source: Other Amount:
he: סכום אחר:

source: Applied Amount:
he: סך הסכום בפועל:

source: Total Remaining:
he: סך הכל נותר:

source: Him
he: אותו

source: This field is required
he: זהו שדה חובה (חייב למלא)

source: Method
he: שיטה

source: Only numbers allowed
he: בשדה זה ניתן להקליד רק מספרים

source: Receipt
he: קבלה

source: Sent
he: שליחה

source: select subcategory:
he: בחירת תת קטגוריה

source: Class
he: מחלקה

source: Department
he: מחלקה

source: Solicitor
he: עורך דין

source: Honor/Memory
he: כבוד/ זיכרון

source: Mailing
he: תפוצה

source: Save and Send
he: שמירה ושליחה

source: Back to Payment Form
he: חזרה לטופס התשלום

# SelectAmountFilter
source: Please select Amount filter
he: נא לבחור סינון כמויות

source: From
he: מאת

source: To
he: אל

# SelectCategoryFilter
source: Please select Category filter
he: נא לבחור סינון קטגוריה

source: Subcategory
he: תת קטדוריה

# SelectClassFilter
source: Please select Class filter
he: יש למלא את המחלקה של המסנן

source: Subclass
he: תת מחלקה

# SelectDateFilter
source: Please select Date filter
he: נא לבחור סינון תאריכים

source: From Date
he: מתאריך

source: To Date
he: עד תאריך

# SelectDueFilter
source: Please select Due filter
he: יש לבחור את המסנן להפעלה

# SelectInvoiceNumber
source: Please select Invoice number
he: יש לבחור מספר חשבונית

# SelectMethodFilter
source: Please select Method filter
he: נא לבחור שיטת סינון

# ReceiptWithSharp
source: Receipt #
he: קבלה #

source: Set up module
he: יצירת מודול

source: Modules
he: מודולים

source: Transactions Classes
he: חוגי עסקאות

source: Transactions Categories
he: קטגוריות עסקאות

source: Payment Methods
he: שיטות תשלום

source: Departments
he: מחלקות

source: Solicitors
he: עורכי דין

source: Mailings
he: תפוצות

source: Invoice/Receipt Number
he: חשבונית/ מספר קבלה

source: Letters
he: מכתבים

# ClassDoublePoint
source: Class:
he: מחלקה:

source: Subclasses
he: תת מחלקה

source: for
he: עבור

# DepartmentUpperCase
source: DEPARTMENT
he: מחלקה

# CityUpperCase
source: CITY
he: עיר

source: Mailing Name
he: שם התפוצה

source: Mailing Date
he: תאריך התפוצה

source: Total Pieces
he: מספר יחידות

source: Cost
he: מחיר

source: Action
he: הפעלה

source: Method Type
he: שיטת סיווג

# CategoryDoublePoint
source: Category:
he: קטגוריה:

source: Subcategories
he: תת קטגוריה

source: Next Number
he: המספר הבא

source: Next Invoice Number
he: מספר החשבונית הבאה

source: Reset
he: איתחול

# LetterNameDoublePoint
source: Letter Name:
he: שם מכתב

source: Letter Template
he: תבנית המכתב

source: Next Receipt Number
he: מספר הקבלה הבאה

source: New
he: חדש

source: Default Department
he: מחלקה ברירת מחדל

source: Default Letter
he: מכתב ברירת מחדל

source: Active
he: הפעלה

source: Class Name
he: שם המחלקה

source: Department Name
he: מחלקה

source: Phone
he: טלפון

source: Fax
he: פקס

source: Website
he: אתר

source: Edit Letter
he: מחיקת עמוד

source: New Letter
he: דף חדש

source: Letter Name
he: שם עמוד

source: Letter Type
he: הקלדת אות

source: From Email
he: שליחת דואר אלקטרוני

source: From Name
he: מאת השולח

source: Letter Subject
he: נושא המכתב

source: Letter Preview
he: תצוגה מקדימה למכתב

source: Payment Method
he: אמצעי תשלום

source: Method Name
he: שם השיטה

source: Subcategory Name
he: שם קטגוריית משנה

source: Subclass Name
he: שם סיווג משנה

source: Reset Invoice No
he: איפוס אין חשבונית

source: Reset Receipt No
he: קבלת איפוס אין

# ResetToDoublePoint
source: Reset to:
he: איפוס ל:

source: Confirm Navigation
he: אישור ניווט

# UnsavedLostMessage
source: All unsaved changes will be lost. Are you sure you want to leave?
he: כל השינויים שלא נשמרו יאבדו. האם לעזוב בכל זאת?

source: Confirm Delete
he: אישור מחיקה

# AboutDeleteOneMessage
source: You are about to delete one
he: האם ברצונך למחוק אחד1

# YouSureQuestion
source: Are you sure?
he: בטוח/ה?

# ClickYesNotAbleUndoMessage
source: Once you click Yes, you will not be able to undo this action.
he: לאחר אישור הפעולה, אין אפשרות לבטל פעולה זו.

source: Letter
he: מכתב

source: Generate PDF
he: יצירת PDF

source: Send Letter
he: שליחת מכתב

source: Edit Bill
he: עריכת חשבון

source: Date Due
he: תאריך יעד

source: Qty
he: כמות

source: Unit Price
he: מחיר יחידה

source: Disc. Amt.
he: דיסק

source: Ext. Price
he: שלוחה. מחיר

source: Total Amount
he: הכמות הכוללת

source: Paid
he: תשלום

source: Add New Payment
he: הוספת תשלום חדש

source: Select bill to apply
he: בחירת כלל ליישום

source: Add New Bill
he: הוספת כלל

source: Multiple
he: מְרוּבֶּה

source: Return to list
he: חזרה לרשימה

source: Category : Subcategory
he: קטגוריה: קטגוריית משנה

source: Billed Amount
he: סכום החיוב

source: Paid Amount
he: סכום ששולם

source: Due Amount
he: הסכום לתשלום

# TotalPaymentDoublePoint
source: Total Payment:
he: סה"כ תשלום:

# TotalAppliedDoublePoint
source: Total Applied:
he: סה"כ מיושם:

source: Him/Her
he: אותו / אותה

# PaymentsDetailsSharp
source: Payments Details #
he: פרטי תשלומים #

# selectSubclassDoublePoint
source: select subclass:
he: בחירת סיווג משנה:

source: Cards Charged
he: הטענת כרטיסים

source: Mem/Hon
he: אדון/ כבוד

source: Apply
he: החל

source: Batch Letters
he: הזמנות

source: General
he: ראשי

source: Create New Batch
he: יצירת ארוע חדש

source: Batches History
he: היסטוריית ארועים

source: or
he: או

source: Choose existing
he: בחירה בעמוד הנוכחי

source: Send Email
he: שליחת מייל

# ContactsWithEmail
source: Contacts with an Email
he: אנשי קשר עם אימייל

source: Post Mail
he: מכתב בדואר

# ContactsWithoutEmail
source: Contacts without an Email
he: אנשי קשר ללא אימייל

source: Complete Mailing Address
he: כתובת מלאה לשליחה

source: Envelops
he: מעטפות

source: Labels
he: תוויות

source: Export to
he: ליצא ל

source: CSV File
he: קובץ CSV

source: Send/Generate
he: שלח/ צור

source: Batch Name
he: שם ארוע

source: Options for
he: אפשרויות עבור

source: Batch
he: ארוע חדש

source: Date Range
he: תאירך תזכורת

source: There will input fields for Date
he: יש שדות לקליטת תאריך

source: Receipt Range
he: טווח הקבלה

source: There will input fields for Range
he: יש שדות לקליטת טווח

source: Amount Range
he: מספר תזכורות

source: There will input fields for Amount
he: יש שדות לקליטת הסכום

source: There will input fields for Categories
he: יש שדות לקליטת קטגוריות

# PlaceForDescriptionNewBatch
source: Place for description (Notes) for New Batch
he: מקום לתיאור (הערות) עבור קבוצה חדשה

source: Create Batch
he: יצירת ארוע

# ContentViewBatchTab
source: Content of View Batch Tab
he: הצגת התוכן של כרטיסיית הקבוצה

# categories_tree_Moving
source: Moving
he: תזוזה

# categories_tree_Back
source: Back
he: אחורה

# categories_tree_Open
source: Open
he: פתיחה

# categories_tree_Rename
source: Rename
he: החלפת שם

# categories_tree_Delete
source: Delete
he: מחיקה

# categories_tree_Move
source: Move
he: הזזה

# categories_tree_Cancel
source: Cancel
he: ביטול

# categories_tree_InsertHere
source: Insert Here
he: כניסה כאן

# categories_tree_confirm_modal_Youreabouttochangethetree
source: You're about to change the tree.
he: את/ה עומד/ת לשנות את העץ.

# categories_tree_confirm_modal_AreYouSure
source: Are you sure?
he: האם הינך בטוח/ה?

# categories_tree_confirm_modal_No
source: No
he: לא

# categories_tree_confirm_modal_Allowontimesec
source: Allow on 30 sec
he: הצגה למשך 30 שניות

# categories_tree_confirm_modal_Yes
source: Yes
he: כן

# navbar_search_Search
source: Search
he: חיפוש

# todo_widget_Todo
source: Todo`s
he: משימות

# todo_widget_Nomoretodosyouarefree
source: No more todo's, you are free!
he: אין עוד משימות!

# BatchModal_ShowPreview
source: Show preview
he: תצוגה מקדימה

# BatchModal_PaymentThatAreNotChecked
source: Payment that are not checked as 'sent'
he: תשלומים שלא נבדקו במצב נשלח

# BatchModal_PaymenThatHaveReceiptChecked
source: Payment that have receipt checked
he: תשלומים שנבדקו בהם הקבלות

# BatchModal_UseLetterTemplateForBatch
source: Use letter template for batch
he: השתמש/י בתבנית מכתב עבור הארוע

# BatchModal_Categories
source: Categories
he: קטגוריות

# BatchModal_Solicitors
source: Solicitors
he: עורכי דין

# BatchModal_Departments
source: Departments
he: מחלקות

# BatchModal_Families
source: Families
he: משפחות

# BatchModal_Cancel
source: Cancel
he: ביטול

# BatchModal_SaveChanges
source: Save Changes
he: שמירת שינויים

# mark_batch_sent_MarkBatchAsSent
source: Mark Batch as "Sent"
he: לסמן ארוע כ"נשלח"

# mark_batch_sent_YouGoingToMarkBatchAsSent
source: You are going to mark Batch as "Sent".
he: הארוע יסומן כנשלח

# mark_batch_sent_AreYouSure
source: Are you sure?
he: האם הינך בטוח/ה?

# mark_batch_sent_Cancel
source: Cancel
he: ביטול

# mark_batch_sent_MarkAsSent
source: Mark as Sent
he: סימון כנשלח

# edit_batchletter_modal_EditLetter
source: Edit Letter
he: עריכת מכתב

# edit_batchletter_modal_Cancel
source: Cancel
he: ביטול

# edit_batchletter_modal_SaveChanges
source: Save Changes
he: שמירת שינויים

# delete_batch_modal_DeleteBatch
source: Delete Batch
he: מחיקת ארוע

# delete_batch_modal_DoYouWantMarkAsUnsent
source: Do you want to mark transactions for this Batch as "Unsent"?
he: האם אתה רוצה לסמן עסקאות עבור אירוע זה כמו שהוא נשלח?

# delete_batch_modal_Cancel
source: Cancel
he: ביטול

# delete_batch_modal_No
source: No
he: לא

# delete_batch_modal_Yes
source: Yes
he: כן

# confirm_if_exist_batch_unsent_ConfirmBatchCreation
source: Confirm Batch Creation
he: רענון ארועים

# confirm_if_exist_batch_unsent_YouhavesomeBatchesthatarenotmarkedasSent
source: You have some Batches that are not marked as "Sent".
he: יש לך כמה קבוצות שאינן מסומנות בסימון "נשלח".האם אתה בטוח שאתה רוצה ליצור קבוצה חדשה?

# confirm_if_exist_batch_unsent_AreyousureyouwanttocreatenewBatch
source: Are you sure you want to create new Batch?
he: אם לאשר יצירת ארוע חדש?

# confirm_if_exist_batch_unsent_Cancel
source: Cancel
he: ביטול

# confirm_if_exist_batch_unsent_CreatenewBatch
source: Create new Batch
he: יצירת ארוע חדש

# add_multifilters_modal_Cancel
source: Cancel
he: ביטול

# add_multifilters_modal_Apply
source: Apply
he: החל

# add_multifilters_modal_Selected
source: Selected :
he: נבחרו:

# add_multifilters_modal_RemoveAll
source: Remove All
he: מחיקת הכל:

# add_multifilters_modal_Families
source: Families :
he: משפחות:

# add_multifilters_modal_SelectAll
source: Select All
he: בחרית הכל

# add_multifilters_modal_FamiliesTo
source: Families to:
he: משפחות עבור:

# add_multifilters_modal_Departments
source: Departments :
he: מחלקות:

# add_multifilters_modal_DepartmentsTo
source: Departments to:
he: מחלקות עבור:

# add_multifilters_modal_Solicitors
source: Solicitors :
he: עורכי דין:

# add_multifilters_modal_Categories
source: Categories :
he: קטגוריות:

# add_multifilters_modal_CategoriesTo
source: Categories to :
he: קטגוריות עבור:

# add_multifilters_modal_MultiSelectorFilters
source: Additional Filters
he: מסננים נוספים:

# add_multifilters_modal_CategoriesOnly
source: Categories
he: קטגוריות

# add_multifilters_modal_SolicitorsOnly
source: Solicitors
he: עורכי הדין

# add_multifilters_modal_DepartmentsOnly
source: Departments
he: מחלקות

# add_multifilters_modal_FamiliesOnly
source: Families
he: משפחות

# remove_modal_Remove
source: Remove
he: מחיקה

# remove_modal_items
source: item(s)?
he: פריט/ים?

# remove_modal_Yes
source: Yes
he: כן

# remove_modal_No
source: No
he: לא

# edit_selected_items_modal_Edit
source: Edit
he: עריכה

# edit_selected_items_modal_items
source: item(s)
he: פריט/ים
