Repository: zeone/pdfServiceAWS
Catalog: PDFServiceAWS/Resources/Global.*.resx
Languages: he

# only_payment_modal_NewCard
source: New Card
he: כרטיס חדש

# only_payment_modal_Note
source: Note
he: הערה

# only_payment_modal_Receipt
source: Receipt
he: התקבל

# only_payment_modal_Sent
source: Sent
he: נשלחו

# only_payment_modal_Letter
source: Letter
he: מכתב

# only_payment_modal_Class
source: Class
he: חיוב עבור

# only_payment_modal_Actions
source: Actions
he: פעולות

# only_payment_modal_selectsubcategory
source: select subcategory:
he: יש לבחור תת קטגוריה:

# only_payment_modal_Delete
source: Delete?
he: למחוק?

# only_payment_modal_Yes
source: Yes
he: כן

# only_payment_modal_No
source: No
he: לא

# only_payment_modal_Department
source: Department
he: מחלקה

# only_payment_modal_Solicitor
source: Solicitor
he: עורך דין

# only_payment_modal_HonorMemory
source: Honor/Memory
he: כבוד / זיכרון

# only_payment_modal_Mailing
source: Mailing
he: תפוצה

# only_payment_modal_SaveandSend
source: Save and Send
he: שמור ושלח

# only_payment_modal_Save
source: Save
he: שמירה

# only_payment_modal_Close
source: Close
he: סגירה

# only_payment_modal_Apply
source: Apply
he: הפעלה

# only_payment_modal_BacktoPaymentForm
source: Back to Payment Form
he: חזרה לטופס התשלום

# family_FamilyMembers
source: Family Members
he: בני משפחה

# module_transactions_AutoCharge
source: Auto Charge
he: עדכון אוטומטי

# module_transactions_DefineHolidays
source: Define Holidays
he: הגדרת חגים

# module_transactions_AutoChargeTime
source: Time
he: עדכון זמן אוטומטי

# module_transactions_TimeZone
source: Time Zone
he: אזור זמן

# module_transactions_AutoChargeSchedule
source: Weekdays
he: לוח זמנים אוטומטי לחיוב

# module_transactions_Monday
source: Monday
he: יום שני

# module_transactions_Tuesday
source: Tuesday
he: יום שלישי

# module_transactions_Wednesday
source: Wednesday
he: יום רביעי

# module_transactions_Thursday
source: Thursday
he: יום חמישי

# module_transactions_Friday
source: Friday
he: יום שישי

# module_transactions_Saturday
source: Saturday
he: שבת

# module_transactions_Sunday
source: Sunday
he: יום ראשון

# module_transactions_SaveChanges
source: Save Changes
he: שמירת שינויים

# new_card_modal_PleaseEnterCardNumber
source: Please enter card number
he: נא להזין מספר כרטיס

# holidays_modal_Holiday
source: Holiday
he: חג

# holidays_modal_Holidays
source: Holidays
he: חגים

# holidays_modal_Date
source: Date
he: תאריך

# holidays_modal_Delete
source: Delete
he: מחיקה

# holidays_modal_Save
source: Save
he: שמירה

# holidays_modal_Close
source: Close
he: סגירה

# holidays_modal_ResetDefault
source: Reset To Default
he: אִתחוּל לברירת מחדל

# holidays_modal_AddNew
source: Add New
he: הוסף חדש

# upc_charges_InvoiceNo
source: Invoice #
he: חשבונית #

# sidebar_UpcomingCharges
source: Pending Charges
he: חיובים ממתינים

# upc_charges_Amount
source: Amount
he: סכום לתשלום

# upc_charges_AutoCharge
source: AutoCharge
he: חיוב אוטומטי

# upc_charges_Category
source: Category
he: קטגוריה

# upc_charges_ChargeMsg
source: ChargeMsg
he: הודעת חיוב

# upc_charges_DateDue
source: Due date
he: תאריך יעד

# upc_charges_Family
source: Family
he: מִשׁפָּחָה

# upc_charges_Subcategory
source: Subcategory
he: תת קטגוריה

# upc_charges_Actions
source: Actions
he: פעולות

# upc_charges_ChargeCards
source: Charge Cards
he: כרטיסי חיוב

# alert_Sum_of_patrials
source: Sum of partial payments is more than payment amount
he: הסכום של תשלומים חלקיים הוא יותר מסכום התשלום

# alert_Sum_of_patrials_not_equals
source: Sum of partial payments not equals payment amount
he: הסכום של תשלומים חלקיים לא שווה לסכום התשלום

# alert_Charge_attempt
source: Charge attempt has been completed
he: הניסיון לחיוב הסתיים

# alert_No_negative_amount
source: Partial payment amount couldn't be negative
he: הסכום על תשלום חלקי לא יכול להיות שלילי

# alert_Bill_already_applied
source: One or more payments have already been applied to this bill. Subcategory cannot be changed
he: בתשלום אחד או יותר כבר הופעל על החשבון הזה. את התת קטגוריה אי אפשר לשנות

# new_department_modal_MerchantAccount
source: Merchant Account
he: סוחר החשבון

# module_transactions_ManageMerchantAccounts
source: Manage Merchant Accounts
he: ניהול חשבונות של הסוחר

# module_transactions_MerchantAccountName
source: Merchant Account
he: סוחר החשבון

# module_transactions_MerchantAccountKey
source: Transaction Key
he: מפתח העסקה

# module_transactions_MerchantAccountNote
source: Note
he: הערה

# module_transactions_MerchantAccountAction
source: Action
he: פעולה

# edit_merchant_Edit_Merchant_Account
source: Edit Merchant Account
he: עדכון סוחר חשבון

# edit_merchant_MerchantAccountName
source: Merchant Account Name
he: שם סוחר חשבון

# edit_merchant_MerchantTransactionKey
source: Merchant Transaction Key
he: מפתח העסקה של הסוחר

# edit_merchant_Note
source: Note
he: הערה

# pageTitle_BatchLetters
source: Batch Letters
he: נשלחו

# pageTitle_Categories
source: Categories
he: קטגוריות

# pageTitle_Dashboard
source: Dashboard
he: מסך ראשי

# pageTitle_Events
source: Events
he: ארועים

# pageTitle_Families
source: Families
he: משפחות

# pageTitle_Gifts
source: Gifts
he: מתנות

# pageTitle_Settings
source: Settings
he: הגדרות

# pageTitle_Transactions
source: Transactions
he: עסקאות

# pageTitle_UpcomingCharges
source: Pending Charges
he: חיובים ממתינים

# alertError
source: Something went wrong. Please try again!
he: משהו השתבש. בבקשה נסה שוב!

# batch_alertMarkBatchSent
source: The Batch successfully marked as "Sent"
he: סמן אירוע כ"נשלח"

# batch_alertMarkBatchUnsent
source: The Batch successfully marked as "Not Sent"
he: סמן אירוע כל"א נשלח"

# batch_alertMarkTransactionSent
source: All transactions of the Batch successfully marked as "Sent"
he: סימון כל העסקאות של האירוע כ"נשלחו"

# save_changes_modal_OK
source: OK
he: אישור

# dashboard_UpcomingCharges
source: You have pending charges.
he: ישנה עיסקה ממתינה לביצוע.

# dashboard_CheckCharges
source: Please check it.
he: נא לבדוק.

# dashboard_ShowMore
source: Show More
he: הצג יותר

# dashboard_ThisMonth
source: This Month
he: בחודש הנוכחי

# dashboard_ShowLess
source: Show Less
he: הצג פחות

# family_ErrorUpdating
source: Error in updating record
he: שגיאה במידע שהוזן

# family_FamilyAddressesInfo
source: Family Addresses Info
he: מידע על כתובות משפחה

# family_FamilyAdditionalInfo
source: Family additional Info
he: עדכון מידע משפחתי

# family_Editing_AddingNewMember
source: Editing / Adding New Member
he: עדכון איש קשר

# family_Editing_AddingNewAddress
source: Editing / Adding New Address
he: עדכון כתובת

# data_Both
source: Both
he: שניהם

# country_code_Afghanistan
source: Afghanistan
he: אפגניסטן

# country_code_AlandIslands
source: Aland Islands
he: איי אלנד

# country_code_Albania
source: Albania
he: אלבניה

# country_code_Algeria
source: Algeria
he: אלג'יריה

# country_code_AmericanSamoa
source: American Samoa
he: סמואה האמריקנית

# country_code_Andorra
source: Andorra
he: אנדורה

# country_code_Angola
source: Angola
he: אנגולה

# country_code_Anguilla
source: Anguilla
he: אנגווילה

# country_code_Antarctica
source: Antarctica
he: אנטארקטיקה

# country_code_AntiguaBarbuda
source: Antigua and Barbuda
he: אנטיגואה וברבודה

# country_code_Argentina
source: Argentina
he: ארגנטינה

# country_code_Armenia
source: Armenia
he: אַרְמֶנִיָה

# country_code_Aruba
source: Aruba
he: ארובה

# country_code_Australia
source: Australia
he: אוסטרליה

# country_code_Austria
source: Austria
he: אוסטריה

# country_code_Azerbaijan
source: Azerbaijan
he: אזרבייג'ן

# country_code_Bahamas
source: Bahamas
he: איי בהאמה

# country_code_Bahrain
source: Bahrain
he: בחריין

# country_code_Bangladesh
source: Bangladesh
he: בנגלדש

# country_code_Barbados
source: Barbados
he: ברבדוס

# country_code_Belarus
source: Belarus
he: בלארוס

# country_code_Belgium
source: Belgium
he: בלגיה

# country_code_Belize
source: Belize
he: בליז

# country_code_Benin
source: Benin
he: בנין

# country_code_Bermuda
source: Bermuda
he: ברמודה

# country_code_Bhutan
source: Bhutan
he: בהוטן

# country_code_Bolivia
source: Bolivia, Plurinational State of
he: בוליביה, של

# country_code_Bonaire
source: Bonaire, Sint Eustatius and Saba
he: בונייר, סינט אוסטתיוס סבא

# country_code_BosniaHerzegovina
source: Bosnia and Herzegovina
he: בוסניה והרצגובינה

# country_code_Botswana
source: Botswana
he: בוטסואנה

# country_code_BouvetIsland
source: Bouvet Island
he: איי בובה

# country_code_Brazil
source: Brazil
he: בְּרָזִיל

# country_code_BritishIndianOceanTerritory
source: British Indian Ocean Territory
he: טריטוריה בריטית באוקיינוס ההודי

# country_code_BruneiDarussalam
source: Brunei Darussalam
he: ברוניי דארוסלאם

# country_code_Bulgaria
source: Bulgaria
he: בולגריה

# country_code_BurkinaFaso
source: Burkina Faso
he: בורקינה פאסו

# country_code_Burundi
source: Burundi
he: בורונדי

# country_code_Cambodia
source: Cambodia
he: קמבודיה

# country_code_Cameroon
source: Cameroon
he: קמרון

# country_code_Canada
source: Canada
he: קנדה

# country_code_CapeVerde
source: Cape Verde
he: קייפ ורדה

# country_code_CaymanIslands
source: Cayman Islands
he: איי קיימן

# country_code_CentralAfricanRepublic
source: Central African Republic
he: הרפובליקה המרכז - אפריקאית

# country_code_Chad
source: Chad
he: צ'אד

# country_code_Chile
source: Chile
he: צ'ילה

# country_code_China
source: China
he: סין

# country_code_ChristmasIsland
source: Christmas Island
he: אי חג המולד

# country_code_Cocos
source: Cocos (Keeling) Islands
he: איי קוקוס (קילינג)

# country_code_Colombia
source: Colombia
he: קולומביה

# country_code_Comoros
source: Comoros
he: קומורו

# country_code_Congo
source: Congo
he: קונגו

# country_code_CongoDemocraticRepublic
source: Congo, the Democratic Republic of the
he: קונגו, הרפובליקה הדמוקרטית של

# country_code_CookIslands
source: Cook Islands
he: איי קוק

# country_code_CostaRica
source: Costa Rica
he: קוסטה ריקה

# country_code_Croatia
source: Croatia
he: קרואטיה

# country_code_Cuba
source: Cuba
he: קובה

# country_code_Cyprus
source: Cyprus
he: קַפרִיסִין

# country_code_CzechRepublic
source: Czech Republic
he: הרפובליקה הצ'כית

# country_code_Denmark
source: Denmark
he: דנמרק

# country_code_Djibouti
source: Djibouti
he: ג'יבוטי

# country_code_Dominica
source: Dominica
he: דומיניקה

# country_code_DominicanRepublic
source: Dominican Republic
he: הרפובליקה הדומיניקנית

# country_code_Ecuador
source: Ecuador
he: אקוודור

# country_code_Egypt
source: Egypt
he: מצרים

# country_code_ElSalvador
source: El Salvador
he: אל סלבדור

# country_code_EquatorialGuinea
source: Equatorial Guinea
he: גיניאה המשוונית

# country_code_Eritrea
source: Eritrea
he: אריתריאה

# country_code_Estonia
source: Estonia
he: אסטוניה

# country_code_Ethiopia
source: Ethiopia
he: אֶתִיוֹפִּיָה

# country_code_FalklandIslands
source: Falkland Islands (Malvinas)
he: איי פוקלנד (מלווינס)

# country_code_FaroeIslands
source: Faroe Islands
he: איי פרו

# country_code_Fiji
source: Fiji
he: פיג'י

# country_code_Finland
source: Finland
he: פינלנד

# country_code_France
source: France
he: צרפת

# country_code_FrenchGuiana
source: French Guiana
he: גיאנה הצרפתית

# country_code_FrenchPolynesia
source: French Polynesia
he: פולינזיה הצרפתית

# country_code_FrenchSouthernTerritories
source: French Southern Territories
he: טריטוריות צרפתיות דרומיות

# country_code_Gabon
source: Gabon
he: גבון

# country_code_Gambia
source: Gambia
he: גמביה

# country_code_Georgia
source: Georgia
he: גאורגיה

# country_code_Germany
source: Germany
he: גֶרמָנִיָה

# country_code_Ghana
source: Ghana
he: גאנה

# country_code_Gibraltar
source: Gibraltar
he: גיברלטר

# country_code_Greece
source: Greece
he: יָוָן

# country_code_Greenland
source: Greenland
he: גרינלנד

# country_code_Grenada
source: Grenada
he: גרנדה

# country_code_Guadeloupe
source: Guadeloupe
he: גוואדלופ

# country_code_Guam
source: Guam
he: גואם

# country_code_Guatemala
source: Guatemala
he: גואטמלה

# country_code_Guernsey
source: Guernsey
he: גרנזי

# country_code_Guinea
source: Guinea
he: גינאה

# country_code_GuineaBissau
source: Guinea-Bissau
he: גינאה ביסאו

# country_code_Guyana
source: Guyana
he: גיאנה

# country_code_Haiti
source: Haiti
he: איטי

# country_code_HeardIslandMcDonaldIslands
source: Heard Island and McDonald Islands
he: האי הרד ואיי מקדונלד

# country_code_HolySee
source: Holy See (Vatican City State)
he: הכס הקדוש (מדינת הוותיקן)

# country_code_Honduras
source: Honduras
he: הונדורס

# country_code_HongKong
source: Hong Kong
he: הונג קונג

# country_code_Hungary
source: Hungary
he: הונגריה

# country_code_Iceland
source: Iceland
he: אִיסלַנד

# country_code_India
source: India
he: הוֹדוּ

# country_code_Indonesia
source: Indonesia
he: אִינדוֹנֵזִיָה

# country_code_Iran
source: Iran, Islamic Republic of
he: איראן, הרפובליקה האסלאמית של

# country_code_Iraq
source: Iraq
he: עִירַאק

# country_code_Ireland
source: Ireland
he: אירלנד

# country_code_IsleMan
source: Isle of Man
he: האי מאן

# country_code_Israel
source: Israel
he: ישראל

# country_code_Italy
source: Italy
he: אִיטַלִיָה

# country_code_Jamaica
source: Jamaica
he: ג'מייקה

# country_code_Japan
source: Japan
he: יפן

# country_code_Jersey
source: Jersey
he: ג'רזי

# country_code_Jordan
source: Jordan
he: יַרדֵן

# country_code_Kazakhstan
source: Kazakhstan
he: קזחסטן

# country_code_Kenya
source: Kenya
he: קנייה

# country_code_Kiribati
source: Kiribati
he: קיריבטי

# country_code_KoreaDemocraticPeopleRepublic
source: Korea, Democratic People's Republic of
he: קוריאה, העם הדמוקרטית של הרפובליקה של

# country_code_KoreaRepublic
source: Korea, Republic of
he: קוריאה, הרפובליקה של

# country_code_Kuwait
source: Kuwait
he: כווית

# country_code_Kyrgyzstan
source: Kyrgyzstan
he: קירגיזסטן

# country_code_Lao
source: Lao People's Democratic Republic
he: העממית הדמוקרטית של לאו הרפובליקה

# country_code_Latvia
source: Latvia
he: לטביה

# country_code_Lebanon
source: Lebanon
he: לבנון

# country_code_Lesotho
source: Lesotho
he: לסוטו

# country_code_Liberia
source: Liberia
he: ליבריה

# country_code_Libya
source: Libya
he: לוב

# country_code_Liechtenstein
source: Liechtenstein
he: ליכטנשטיין

# country_code_Lithuania
source: Lithuania
he: ליטא

# country_code_Luxembourg
source: Luxembourg
he: לוקסמבורג

# country_code_Macao
source: Macao
he: מקאו

# country_code_Macedonia
source: Macedonia, the Former Yugoslav Republic of
he: מקדוניה, הרפובליקה היוגוסלבית לשעבר של

# country_code_Madagascar
source: Madagascar
he: מדגסקר

# country_code_Malawi
source: Malawi
he: מלאווי

# country_code_Malaysia
source: Malaysia
he: מלזיה

# country_code_Maldives
source: Maldives
he: האיים המלדיביים

# country_code_Mali
source: Mali
he: מאלי

# country_code_Malta
source: Malta
he: מלטה

# country_code_MarshallIslands
source: Marshall Islands
he: איי מרשל

# country_code_Martinique
source: Martinique
he: מרטיניק

# country_code_Mauritania
source: Mauritania
he: מאוריטניה

# country_code_Mauritius
source: Mauritius
he: מאוריציוס

# country_code_Mayotte
source: Mayotte
he: מיוט

# country_code_Mexico
source: Mexico
he: מקסיקו

# country_code_Micronesia
source: Micronesia, Federated States of
he: מיקרונזיה, המדינות המאוחדות של

# country_code_Moldova
source: Moldova, Republic of
he: מולדובה, הרפובליקה של

# country_code_Monaco
source: Monaco
he: מונקו

# country_code_Mongolia
source: Mongolia
he: מונגוליה

# country_code_Montenegro
source: Montenegro
he: מונטנגרו

# country_code_Montserrat
source: Montserrat
he: מונטסראט

# country_code_Morocco
source: Morocco
he: מָרוֹקוֹ

# country_code_Mozambique
source: Mozambique
he: מוזמביק

# country_code_Myanmar
source: Myanmar
he: מיאנמר

# country_code_Namibia
source: Namibia
he: נמיביה

# country_code_Nauru
source: Nauru
he: נאורו

# country_code_Nepal
source: Nepal
he: נפאל

# country_code_Netherlands
source: Netherlands
he: הולנד

# country_code_NewCaledonia
source: New Caledonia
he: קלדוניה החדשה

# country_code_NewZealand
source: New Zealand
he: ניו זילנד

# country_code_Nicaragua
source: Nicaragua
he: ניקרגואה

# country_code_Niger
source: Niger
he: ניז'ר

# country_code_Nigeria
source: Nigeria
he: ניגריה

# country_code_Niue
source: Niue
he: ניואה

# country_code_NortherMarianaIslands
source: Northern Mariana Islands
he: איי מריאנה הצפוניים

# country_code_Norway
source: Norway
he: נורווגיה

# country_code_Oman
source: Oman
he: עומאן

# country_code_Pakistan
source: Pakistan
he: פקיסטן

# country_code_Palau
source: Palau
he: פלאו

# country_code_Palestine
source: Palestine, State of
he: פלסטין, מדינה

# country_code_Panama
source: Panama
he: פנמה

# country_code_PapuaNewGuinea
source: Papua New Guinea
he: פפואה גינאה החדשה

# country_code_Paraguay
source: Paraguay
he: פרגוואי

# country_code_Peru
source: Peru
he: פרו

# country_code_Philippines
source: Philippines
he: פיליפיני

# country_code_Pitcairn
source: Pitcairn
he: פיטקרן

# country_code_Poland
source: Poland
he: פּוֹלִין

# country_code_Portugal
source: Portugal
he: פּוֹרטוּגָל

# country_code_PuertRico
source: Puerto Rico
he: פוארטו ריקו

# country_code_Qatar
source: Qatar
he: קטאר

# country_code_Romania
source: Romania
he: רומני

# country_code_RussianFederation
source: Russian Federation
he: הפדרציה הרוסית

# country_code_Rwanda
source: Rwanda
he: רואנדה

# country_code_SaintHelena
source: Saint Helena, Ascension and Tristan da Cunha
he: סנט הלנה, אסנשן וטריסטן דה קונה

# country_code_SaintKittsNevis
source: Saint Kitts and Nevis
he: סנט קיטס ונוויס

# country_code_SaintLucia
source: Saint Lucia
he: סנט לוסיה

# country_code_SaintMartin
source: Saint Martin (French part)
he: סנט מרטין (החלק הצרפתי)

# country_code_SaintPierreMiquelon
source: Saint Pierre and Miquelon
he: סנט פייר ומיקלון

# country_code_SaintVincentGrenadines
source: Saint Vincent and the Grenadines
he: סנט וינסנט והגרנדינים

# country_code_Samoa
source: Samoa
he: סמואה

# country_code_SanMarino
source: San Marino
he: סן מרינו

# country_code_SaoTomePrincipe
source: Sao Tome and Principe
he: סאו טומה ופרינסיפה

# country_code_SaudiArabia
source: Saudi Arabia
he: ערב הסעודית

# country_code_Senegal
source: Senegal
he: סנגל

# country_code_Serbia
source: Serbia
he: סרביה

# country_code_Seychelles
source: Seychelles
he: סיישל

# country_code_SierraLeone
source: Sierra Leone
he: סיירה לאונה

# country_code_Singapore
source: Singapore
he: סינגפור

# country_code_SintMaarten
source: Sint Maarten (Dutch part)
he: סן מרטן (החלק ההולנדי)

# country_code_Slovakia
source: Slovakia
he: סלובקיה

# country_code_Slovenia
source: Slovenia
he: סלובניה

# country_code_SolomonIslands
source: Solomon Islands
he: אי שלם

# country_code_Somalia
source: Somalia
he: סומליה

# country_code_SouthAfrica
source: South Africa
he: דרום אפריקה

# country_code_SouthGeorgia
source: South Georgia and the South Sandwich Islands
he: ג'ורג'יה הדרומית ואיי סנדוויץ 'הדרומיים

# country_code_SouthSudan
source: South Sudan
he: דרום סודן

# country_code_Spain
source: Spain
he: סְפָרַד

# country_code_SriLanka
source: Sri Lanka
he: סרי לנקה

# country_code_Sudan
source: Sudan
he: סודן

# country_code_Suriname
source: Suriname
he: סורינאם

# country_code_SvalbardJanMayen
source: Svalbard and Jan Mayen
he: סבאלברד ויאן מאיין

# country_code_Swaziland
source: Swaziland
he: סווזילנד

# country_code_Sweden
source: Sweden
he: שוודיה

# country_code_Switzerland
source: Switzerland
he: שווייץ

# country_code_SyrianArabRepublic
source: Syrian Arab Republic
he: הרפובליקה הערבית של סוריה

# country_code_Taiwan
source: Taiwan, Province of China
he: טייוואן, פרובינציה של סין

# country_code_Tajikistan
source: Tajikistan
he: טג'יקיסטן

# country_code_Tanzania
source: Tanzania, United Republic of
he: טנזניה, הרפובליקה המאוחדת של

# country_code_Thailand
source: Thailand
he: תאילנד

# country_code_TimorLeste
source: Timor-Leste
he: טימור-לסטה

# country_code_Togo
source: Togo
he: ללכת

# country_code_Tokelau
source: Tokelau
he: טוקלאו

# country_code_Tonga
source: Tonga
he: טונגה

# country_code_TrinidadTobago
source: Trinidad and Tobago
he: טרינידד וטובגו

# country_code_Tunisia
source: Tunisia
he: תוניסיה

# country_code_Turkey
source: Turkey
he: טורקיה

# country_code_Turkmenistan
source: Turkmenistan
he: טורקמניסטן

# country_code_TurksCaicosIslands
source: Turks and Caicos Islands
he: איי טורקס וקאיקוס

# country_code_Tuvalu
source: Tuvalu
he: טובאלו

# country_code_Uganda
source: Uganda
he: אוגנדה

# country_code_Ukraine
source: Ukraine
he: אוקראינה

# country_code_UnitedArabEmirates
source: United Arab Emirates
he: איחוד האמירויות הערביות

# country_code_UnitedKingdom
source: United Kingdom
he: הממלכה המאוחדת

# country_code_UnitedStates
source: United States
he: ארצות הברית

# country_code_UnitedStatesMinorOutlyingIslands
source: United States Minor Outlying Islands
he: ארצות הברית האיים המרוחקים הקטנים

# country_code_Uruguay
source: Uruguay
he: אורוגוואי

# country_code_Uzbekistan
source: Uzbekistan
he: אוזבקיסטן

# country_code_Vanuatu
source: Vanuatu
he: ונואטו

# country_code_Venezuela
source: Venezuela, Bolivarian Republic of
he: ונצואלה הרפובליקה הבוליברית של

# country_code_VietNam
source: Viet Nam
he: ויאטנם

# country_code_VirginIslandsBritish
source: Virgin Islands, British
he: איי הבתולה, בריטניה

# country_code_VirginIslandsUS
source: Virgin Islands, U.S.
he: איי הבתולה, ארצוה"ב

# country_code_WallisFutuna
source: Wallis and Futuna
he: ואליס ופוטונה

# country_code_WesternSahara
source: Western Sahara
he: סהרה המערבית

# country_code_Yemen
source: Yemen
he: תימן

# country_code_Zambia
source: Zambia
he: זמביה

# country_code_Zimbabwe
source: Zimbabwe
he: זימבבואה

# data_Male
source: Male
he: זכר

# data_Female
source: Female
he: משפחה

# data_His
source: His
he: שלה

# data_Her
source: Her
he: שלו

# data_SomethingWentWrong
source: Something went wrong. Please try again!
he: משהו השתבש. בבקשה נסה שוב!

# alert_contact_CantBeDeleted
source: Cant be deleted - is the last primary member in the family!
he: לא ניתן למחוק - זה האיש קשר האחרון במשפחה!

# alert_address_SuccessfullyAdded
source: Address has been added successfully!
he: כתובת נוספה בהצלחה!

# alert_address_SuccessfullyUpdated
source: Address has been updated successfully!
he: הכתובת עודכנה בהצלחה!

# alert_address_SuccessfullyDeleted
source: Address has been deleted successfully!
he: הכתובת נמחקה בהצלחה!

# alert_payment_SuccessfullyAdded
source: Payment has been added successfully!
he: תשלום נוסף בהצלחה!

# alert_payment_SuccessfullyDeleted
source: Payment has been deleted successfully!
he: תשלום נמחק בהצלחה!

# alert_payment_SuccessfullyUpdated
source: Payment has been updated successfully!
he: תשלום עודכן בהצלחה!

# alert_bill_SuccessfullyAdded
source: Bill has been added successfully!
he: חשבון נוסף בהצלחה!

# alert_bill_SuccessfullyDeleted
source: Bill has been deleted successfully!
he: חשבון נמחק בהצלחה!

# alert_bill_SuccessfullyUpdated
source: Bill has been updated successfully!
he: חשבון עודכן בהצלחה!

# alert_letter_SuccessfullySent
source: The letter successfully sent
he: המכתב נשלח בהצלחה

# alert_letter_NoEmailAddresses
source: Oops... There are no emails addresses associated with this family
he: אופס ... אין כתובות מיילים הקשורים במשפחה זו

# alert_batch_SuccessfullyDeleted
source: Batch has been deleted successfully!
he: ארוע נמחק בהצלחה!

# alert_letter_AddText
source: Please, add the text into your letter
he: יש להוסיף טקסט לתוך המכתב

# data_January
source: January
he: ינואר

# data_February
source: February
he: פברואר

# data_March
source: March
he: מרץ

# data_April
source: April
he: אַפּרִיל

# data_May
source: May
he: מאי

# data_June
source: June
he: יוני

# data_July
source: July
he: יולי

# data_August
source: August
he: אוגוסט

# data_September
source: September
he: ספטמבר

# data_October
source: October
he: אוקטובר

# data_November
source: November
he: נובמבר

# data_December
source: December
he: דצמבר

# todo_All
source: All
he: הכל

# todo_Active
source: Active
he: פעיל

# todo_Completed
source: Completed
he: מוכן
